{"name":"Andrew Chang","otherName":"張嘉洋","location":"London","website":"https://www.andrewtw.com/","youtube":null,"vimeo":"user104585132","twitch":null,"facebook":null,"twitter":null,"instagram":"chia_yang.tw","publicEmail":"andrewtw.chang@gmail.com","slug":"andrew-chang","username":"cchan007","isRemote":false,"bioHTML":"<p>Andrew Chang is a VFX artist whose work engages with dynamics animations and data visualisation, integrating technology with personal experiences to create immersive environments for performances. Drawing from his background in computational arts and industrial design, Andrew is interested in experimenting with the relationship between computer and people by telling his story through computational methods.</p>\n<p>During the pandemic, Andrew has exhibited his COVID-19 related works <em>Sea Foam</em> and <em>The Map</em> at A&amp;SM#4.5 (2020). He likes to create visual animations with data and keeps posting on his artwork Instagram from time to time. Recently, he has collaborated with a musician with a live-performance based audio-visual project.</p>\n","timestamp":"9/14/2020 9:40:04","email":"cchan007@gold.ac.uk","title":"op('pantomimus')","videoDocUrl":"https://vimeo.com/457576140","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Computational resistance","Bodies in relation","Non-directional travel"],"media":["cinema","performance","narrative"],"numImages":4,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Pantomimus was a masked dancer that performed in the ancient Roman theatre, his performance lack speech and the communication during the scenes was made through dance and body movements. Based on that, in this performance, the audience will be immersed into the storytelling, the performer’s dance will be enhanced with face hacking technology and projections.</p>\n<p>Schizophrenia is still a very misunderstood disease, people tend to discredit their realities or even show no interest in knowing it. However, it is still a very sad illness that affects schizophrenics but all of their friends and families. People that suffer from mental disorder interpret reality abnormally. It may cause delusions, disordered thinking or even hallucinations, impairing day to day chores. People who do not have the experience with schizophrenia patient might think that they want to get attention or might be possessed. However, it is not what they can control. Schizophrenia is a severe mental disorder in which people interpret reality abnormally. It might cause some combination of hallucinations, delusions, and extremely disordered thinking and behaviour that impairs daily functioning.</p>\n<p>The experience integrates a computational instrument with the performer recreating the original story through the non-speaking performance. The artist’s goal is to bring the audience to experience what is the point of view of a person who is going through this kind of moment. The artist wants to bring awareness to the suffering of those patients and the ones surrounding them.</p>\n<p>Created by Andrew Chang Performed by Kristia Morabito Mask Designed by Ray Zheng Music by Christina Karpodini Special Thanks to Melody Chang Clemence Debaig</p>\n","events":[{"startTime":"2020-09-17T19:00:00.000Z","duration":10,"livestream":true,"physical":true,"title":"op('pantomimus')","username":"cchan007","themes":"Bodies in relation, Memory bank","medium":"Face Hacking Performance","desc":"Op('pantomimus') is a face hacking performance exploring the inside world of the Schizophrenia patient.","id":8},{"startTime":"2020-09-18T18:10:00.000Z","duration":13,"livestream":false,"physical":true,"title":"op('pantomimus')","username":"cchan007","themes":"Bodies in relation, Memory bank","medium":"Face Hacking Performance","desc":"Op('pantomimus') is a face hacking performance exploring the inside world of the Schizophrenia patient.","id":18},{"startTime":"2020-09-19T13:00:00.000Z","duration":13,"livestream":false,"physical":true,"title":"op('pantomimus')","username":"cchan007","themes":"Bodies in relation, Memory bank","medium":"Face Hacking Performance","desc":"Op('pantomimus') is a face hacking performance exploring the inside world of the Schizophrenia patient.","id":28},{"startTime":"2020-09-19T18:50:00.000Z","duration":13,"livestream":false,"physical":true,"title":"op('pantomimus')","username":"cchan007","themes":"Bodies in relation, Memory bank","medium":"Face Hacking Performance","desc":"Op('pantomimus') is a face hacking performance exploring the inside world of the Schizophrenia patient.","id":38},{"startTime":"2020-09-20T11:10:00.000Z","duration":13,"livestream":false,"physical":true,"title":"op('pantomimus')","username":"cchan007","themes":"Bodies in relation, Memory bank","medium":"Face Hacking Performance","desc":"Op('pantomimus') is a face hacking performance exploring the inside world of the Schizophrenia patient.","id":45}]}