{"name":"Baqi Ba","otherName":"巴岐","location":"London","website":"http://baqi.live","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"baqi_ba","publicEmail":"bukkyba626@gmail.com","slug":"baqi-ba","username":"qba001","isRemote":false,"bioHTML":"<p>Baqi Ba, is a director and artist, working with computational media, photography, film and installations. Her work explores cybernetic cinema and computer film, as well as often taking on a political approach as a critique of human-machine generated systems - especially the ‘circular-causal’ loop relationship between them.</p>\n<p>Her current work focuses on the use of interactive and immersive as narratives in live cinematic performance. Baqi was born in China in 1994.</p>\n","timestamp":"9/9/2020 21:16:33","email":"qba001@gold.ac.uk","title":"Can Be Called Love","videoDocUrl":null,"interactiveUrl":"http://baqi.live/index.php/live/can-be-called-love2020/","streamTwitch":null,"streamYouTube":null,"themes":["Bodies in relation","Non-directional travel","Paracomputing"],"media":["cinema","live","performance"],"numImages":1,"found":true,"webInstructionsHTML":"<p>If you are busy, follow the link to explore my online narrative game.\nIf you are free and would like to kill your time, please go to my instagram and then look for a link to enter my online narrative game.</p>\n","artworkHTML":"<p>This work is to explore the illusion that technology brings to people. I am thinking about WHAT IS THE MOST REAL ILLUSION OF THIS MOMENT. For example, in the context of all things connected through internet, seems we have been to every corner of the world, seems we are in various &quot;party&quot;, seems we understand happiness and pain, seems we have witnessed the war that took place, seems to have met tens of thousands of people, seems we have recognized the code of the world running, seems we owned the future, seems we have mastered the truth...</p>\n<p>The internal production system and technical logic that support the entire performance structure are hidden under the appearance that the audience can see. It even includes and incorporates buildings, spaces, the circulation of videos, and the audience’s vision and movement. Hidden inside, so that the audience can easily experience the &quot;watching&quot; itself-seeing, listening, surrounding, imaging and experiencing their own body movement.</p>\n","events":[{"startTime":"2020-09-19T13:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Non-directional Travel","username":"xhu002,jfull001,qba001","themes":"Non-directional Travel","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Non-directional Travel'.","id":64}]}