{"name":"Baqi Ba","otherName":"巴岐","location":"London","website":"http://baqi.live","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"baqi_ba","publicEmail":"bukkyba626@gmail.com","slug":"baqi-ba","username":"qba001","isRemote":false,"bioHTML":"<p>Baqi Ba, is a director and artist, working with computational media, photography, film and installations. Her work explores cybernetic cinema and computer film, as well as often taking on a political approach as a critique of human-machine generated systems - especially the ‘circular-causal’ loop relationship between them.</p>\n<p>Her current work focuses on the use of interactive and immersive as narratives in live cinematic performance. Baqi was born in China in 1994.</p>\n","timestamp":"9/15/2020 18:15:30","email":"qba001@gold.ac.uk","title":"Can Be e Called Love","videoDocUrl":"https://youtu.be/buoTVRg7P18","interactiveUrl":"http://baqi.live/index.php/live/","streamTwitch":null,"streamYouTube":null,"themes":["Expanded Terrains","Non-directional travel","Paracomputing"],"media":["live","interactive","audio visual"],"numImages":1,"found":true,"webInstructionsHTML":"<p>If you are busy, follow the link to explore my online narrative game.\nhttp://baqi.live/index.php/live/\nIf you are free and would like to kill your time, please go to my instagram and then look for a link to enter my online narrative game.</p>\n","artworkHTML":"<p>By creating the real-time interactive and audio-visual installation, the artist aims to explore the illusion generated by physical body movement between the technical system and the social system. ‘What is the most real illusion at the moment?’ is the question proposed by artist in this work. For example, in the context of all things connected through digital signal, seems we have been to every corner of the world, seems we are in various &quot;party&quot;, seems we understand happiness and pain, seems we have witnessed the war that took place, seems to have met tens of thousands of people, seems we have recognized the code of the world running, seems we owned the future, seems we have mastered the truth...</p>\n<p>The use of computational media in this work, in addition to the purely technical level, the internal production system and technical logic that support the entire performance structure is hidden under the appearance that the audience can see. It includes and integrates the dissemination of sound, video and spatial information, as well as the visual, auditory and physical movements of the audience. The purpose of hiding behind is to make it easy for viewers to experience “feeling&quot; itself, including seeing, listening, surrounding, imaging and experiencing their own body movements.</p>\n","events":[{"startTime":"2020-09-19T13:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Non-Directional Travel","username":"xhu002,jfull001,qba001","themes":"Non-Directional Travel","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Non-Directional Travel'.","id":64}]}