{"name":"Batool Desouky","otherName":null,"location":"London","website":"https://batooldesouky.myportfolio.com","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"batoooley","publicEmail":"Batool.mak@gmail.com","slug":"batool-desouky","username":"belda001","isRemote":false,"bioHTML":"<p>Batool Desouky works with narratives, archival material and the imagination to make computational research projects of variant forms. Her work was exhibited as part of <em>How is That Working For You</em>, Goldsmiths, London (2019), <em>Collectivity: Objects and Associations in the UAE Art World</em>, Maraya Art Centre, Sharjah (2018), and <em>Vantage Point Sharjah</em>, Sharjah Art Foundation (2017). She was part of a residency with Arebyte Gallery, London (2018) and <em>Residency For Artists On Hiatus</em>, online (2014). Batool has worked as programme coordinator and curatorial assistant at Sharjah Art Foundation (2013 – 2018). In 2018, she co-founded Tariff, a bilingual, independent publishing platform that introduces the world to artists from the SWANA region. She is currently based between London and Kuwait.</p>\n","timestamp":"9/10/2020 10:35:04","email":"belda001@gold.ac.uk","title":"Programmoire","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Paracomputing"],"media":["data","generative","physical computing"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Programmoire engages with a mathematical artefact, the magic square, applying to its inherently computational logic a sorting algorithm that parses through all its permutations. The work is also informed by the tradition of making grimoires, taking the practice of recording elements, recipes and rituals and augmenting it into a programmable processes that find magic squares and studies their structure across one, two and three dimensions to record the emergent patterns, geometries and forms within them.</p>\n","events":[{"startTime":"2020-09-18T11:30:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Thing Power","username":"dliu001, dalsa002, belda001","themes":"Thing Power","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Thing Power'.","id":53},{"startTime":"2020-09-20T12:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Spotlight Panel : Does magic have a place in computing?","username":"belda001,nbayl001,kiked001,jburg002","themes":"Paracomputing, Non-Directional Travel, Bodies in Relation","medium":"Spotlight Panel","desc":"This panel is an opportunity to learn more about our artists whose works explore the use of magic, dreams and astronomy in modern day computing and whether cyber-spirituality has a place in an often magic-skeptic field. *Moderated by artist Maggie Roberts*.","id":71}]}