{"name":"Christina Karpodini","otherName":null,"location":"London","website":"https://www.christinakarpodini.com/","youtube":"UCQZgD9MjNDUBmIfnJnhBSUQ?view_as=subscriber","vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"christikarp","publicEmail":"c.karpodini@gmail.com","slug":"christina-karpodini","username":"ckarp001","isRemote":false,"bioHTML":"<p>Christina Karpodini is a Greek composer, media artist and performer whose work explores the effectiveness of computer music.</p>\n<p>Through her sonic practice she aims to bring listeners closer to nature and the environment as well as their inner selves and mentality. Her pieces are characterised by playful visual aesthetics and futuristic 20th century music influences.\nHer practice focus on electroacoustic compositions, interactive installations and instruments making.</p>\n<p>She started her music education at the age of 7 with classical piano training and participation in vocal ensembles. She received her first music Diploma in Music Harmony from her conservatory in 2011 and a second Diploma in Counterpoint Music in 2013. In 2015 she received her Piano Teaching Diploma (equivalent to LRAM) and her Bachelor Degree in Music Studies, pathway Music Technology and Acoustics, with first-class Honours from the National University of Athens. In 2016 she completed her Master Degree in Composition at City University of London. She is currently undertaking her second Master's in Computational Arts at Goldsmiths.</p>\n<p>Her compositions have been played at various festivals and conferences around the world (UK, Italy, Mexico, Bosnia and Herzegovina, Greece) and she has proudly curated the soundscapes and sound design for two theatrical productions of the Greek Art Theatre (Theatro Technis).</p>\n<p>For the past 5 years she has been based in London exhibiting and performing at various venues (Horniman museum, A&amp;SM#4.5, Hack and Scratch).</p>\n","timestamp":"9/13/2020 14:07:35","email":"ckarp001@campus.goldsmiths.ac.uk","title":"Sonically Touchable","wallTextInstructions":"Tap on any of the three shapes on the tablet and create your own narrative of performance. Explore the different sonic interpretations of touch.","videoDocUrl":null,"interactiveUrl":"https://ckarpo.github.io/touchProject/","streamTwitch":null,"streamYouTube":null,"themes":["Bodies in relation","Distance orchestra","Experiential array"],"media":["sound","wearable","performance"],"numImages":5,"found":true,"webInstructionsHTML":"<p>Click on any of the three shapes on the right side of the screen and create your own narrative of performance. Discover the artist’s sonic interpretations of touch.</p>\n","artworkHTML":"<p>Sonically Touchable is an interactive documentation of a new musical instrument. The main element of this piece is a projection of a remote performer exploring different ways of touch like they have been imposed by someone.  The piece is developed around the idea of the new music instrument, a sonic jacket that gives touch a sonic character, however, the sound character and the way of performance can change by the choice of the audience.</p>\n<p>Very often we do not appreciate something we have until it’s gone. This can be said about touch and contact with other people. But as technology is developing, new ways are invented to replace this loss. What if sound could be a way to substitute the feeling of someone else’s touching? On the other hand, are all ways of touch desirable and acceptable? What about the times when this sense is violating our personal space and our boundaries? The piece aims to explore the intersection between the ways of touch but also the affectiveness of the digital touch as well as the affectiveness of the sonic feedback.</p>\n<p>Astrophil and Stella, Sonnet 9\nby Philip Sidney</p>\n<p>The windows now, through which this heavenly guest\nLooks o’er the world, and can find nothing such\nWhich dare claim from those lights the name of ‘best,’\nOf touch, they are, that without touch doth touch,\nWhich Cupid’s self, from Beauty’s mind did draw:\nOf touch they are, and poor I am their straw.</p>\n<p>Performer: Christina Kapadocha</p>\n","events":[{"startTime":"2020-09-20T16:00:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Performative : Bodies in Relation","username":"ckarp001,kokpo001,elafk001","themes":"Bodies in Relation","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Bodies in Relation'.","id":77}]}