{"name":"Clemence Debaig","otherName":null,"location":"London","website":"http://www.clemencedebaig.com/","youTube":null,"vimeo":null,"twitch":null,"facebook":"https://www.facebook.com/demzouart/","twitter":"clemencedebaig","instagram":"demzou_art","publicEmail":"clemence.debaig@gmail.com","slug":"clemence-debaig","username":"cdeba001","bioHTML":"<p>Clemence Debaig is a designer, dancer and computational artist, based in London. Her work is situated at the intersection of dance and technology.</p>\n<p>She creates work for galleries, the stage, and more unconventional sites, in the form of interactive installations, audio-visual experiences and performances. Her background in engineering and interaction design, combined with her experience as a performer and choreographer gives her a unique perspective when working with dance and technology.</p>\n<p>Her recent work focuses on exploring notions of control, harassment and apathy, questioning how human behaviours are changed when using technology as a proxy to interact with each other.  In light of the recent events, her work is evolving into researching collaboration, communal experience and liveness in online performances.</p>\n<p>In 2012, she created l'Atelier du Lampadaire, a multi-disciplinary artistic collective, based in France. It involved dancers, actors, software engineers, architects and designers. Its aim was to create interactive performances at the intersection of those disciplines.</p>\n<p>In 2019, she presented her work in several  group exhibitions, including Anamorphic Waves at Ugly Duck, Kallida festival and the London Ultra at the Oxo Tower.</p>\n<p>Since the beginning of 2020, she is part of a research project between Goldsmiths University in London, the university of Lasalle in Singapore and Mavin Khoo, Creative Associate of Akram Khan Dance Company. The project aims at exploring how camera-less motion capture technology can enable virtual collaboration between dancers in remote locations.</p>\n<p>Clemence has an MSc in Mechanical Engineering and Industrial Design (2009) from the University of Technology of Compiègne (France).  She quickly specialised in User Experience and Interaction Design and, since, worked on many high profile projects including Decathlon, the Metropolitan Police, TfL and MTA (NYC). In parallel to her academic studies, she trained as a dancer, focusing particularly on contemporary and dance theatre techniques.</p>\n"}