{"name":"Clemence Debaig","otherName":null,"location":"London","website":"http://www.clemencedebaig.com/","youtube":null,"vimeo":null,"twitch":null,"facebook":"demzouart/","twitter":"clemencedebaig","instagram":"demzou_art","publicEmail":"clemence.debaig@gmail.com","slug":"clemence-debaig","username":"cdeba001","isRemote":false,"bioHTML":"<p>Clemence Debaig is a designer, dancer and computational artist, based in London. Her work is situated at the intersection of dance and technology.</p>\n<p>She creates work for galleries, the stage, and more unconventional sites, in the form of interactive installations, audio-visual experiences and performances. Her background in engineering and interaction design, combined with her experience as a performer and choreographer gives her a unique perspective when working with dance and technology.</p>\n<p>Her recent work focuses on exploring notions of control, harassment and apathy, questioning how human behaviours are changed when using technology as a proxy to interact with each other. In light of the recent events, her work is evolving into researching collaboration, communal experience and liveness in online performances.</p>\n<p>In 2012, she created l'Atelier du Lampadaire, a multi-disciplinary artistic collective, based in France. It involved dancers, actors, software engineers, architects and designers. Its aim was to create interactive performances at the intersection of those disciplines.</p>\n<p>In 2019, she presented her work in several group exhibitions, including <em>Anamorphic Waves</em> at Ugly Duck, Kallida festival and the <em>London Ultra</em> at the Oxo Tower.</p>\n<p>Since the beginning of 2020, she is part of a research project between Goldsmiths University in London, the University of Lasalle in Singapore and Mavin Khoo, Creative Associate of Akram Khan Dance Company. The project aims at exploring how camera-less motion capture technology can enable virtual collaboration between dancers in remote locations.</p>\n<p>Clemence has an MSc in Mechanical Engineering and Industrial Design (2009) from the University of Technology of Compiègne (France). She quickly specialised in User Experience and Interaction Design and has since worked on many high profile projects including <em>Decathlon</em>, <em>the Metropolitan Police</em>, <em>TfL</em> and <em>MTA</em> (NYC). In parallel to her academic studies, she trained as a dancer, focusing particularly on contemporary and dance theatre techniques.</p>\n","timestamp":"9/8/2020 0:32:20","email":"cdeba001@gold.ac.uk","title":"Results May Vary","wallTextInstructions":null,"videoDocUrl":"https://youtu.be/YQr8osGP-KM","interactiveUrl":"http://resultsmayvary.live/","streamTwitch":null,"streamYouTube":null,"themes":["Distance orchestra","Experiential array","Memory bank"],"media":["live","performance","playable experience"],"numImages":5,"found":true,"webInstructionsHTML":"<p><em>Results May Vary</em> is a live experience and will be performed online and on-site at the following times (British Summer Time):</p>\n<p>THU 17 SEPT: 21.00\nFRI 18 SEPT: 18:05\nSAT 19 SEPT: 12.55 &amp; 20.50\nSUN 20 SEPT: 11.05</p>\n<p>Duration: 15 minutes - For the online performance, RSVP <a href=\"https://resultsmayvary.eventbrite.co.uk\">here</a>.</p>\n<p>You will be interacting with a live performance through a series of questions about your own experience. You won't be asked to speak or turn your camera on. The full experience happens online, directly in the browser, no need to install any software. For the best experience, it is recommended to use a computer with the latest version of Chrome, and to use one device per viewer.</p>\n<p>To join the performance:  <a href=\"http://resultsmayvary.live/\">resultsmayvary.live</a>\nPlease join at least 5 minutes in advance to make sure you’re all set up properly before the performance begins.</p>\n","artworkHTML":"<p><em>Results May Vary</em> is an interactive performance influenced in real-time by using the audience's recollections of the lockdown.</p>\n<p>The audience is invited to reflect on their emotional journey through lockdown by answering a series of questions. With branching narratives and direct interactions with the performance, <em>Results May Vary</em> acts as a ‘performative survey’, portraying the collective memories of the specific audience interacting in the moment, making each performance unique.</p>\n<p>Originated from a series of in-depth interviews, collecting real-life stories, the performance aims at highlighting the thoughts and feelings of this pandemic. It invites the audience to empathise with the diversity of experiences and circumstances and offers a space to reflect on what has been missed, enjoyed and learned, and how it will influence our approach to the new normal.</p>\n<p>The performance uses computer vision effects and audio samples that are affected in real-time by the audience input. Thanks to a custom user interface, with live-stream and interactive elements presented side-by-side, audience members can enjoy the performance directly in the browser, from the comfort of their home, or directly on-site.</p>\n<p><em>Results May Vary is presented in a 15 minutes format for Chimera Garden and is a working in progress towards a longer piece.</em></p>\n<p>Created by Clemence Debaig\nPerformed by Lisa Ronkowski\nMusic by Christina Karpodini\nVoices from original interviews: Andrew C., Ashley C., Chloe B., Clemence D., Elmer Z., Jack J., Kelly H., Kristia M., Micha N., Sophie O., Theo A.</p>\n","events":[{"startTime":"2020-09-17T20:00:00.000Z","duration":15,"livestream":true,"physical":"yes","title":"Results May Vary","username":"cdeba001","themes":"Distance orchestra, Experiential Array, Memory Bank","medium":"Live, Performance, Playable experience","desc":"An interactive performance influenced in real-time by the audience's recollections of the lockdown. With branching narratives and direct interactions with the performance, Results May Vary acts as a performative survey, portraying the collective memories of the specific audience interacting in the moment, making each performance unique.","id":11},{"startTime":"2020-09-18T17:05:00.000Z","duration":15,"livestream":false,"physical":"yes","title":"Results May Vary","username":"cdeba001","themes":"Distance orchestra, Experiential Array, Memory Bank","medium":"Live, Performance, Playable experience","desc":"An interactive performance influenced in real-time by the audience's recollections of the lockdown. With branching narratives and direct interactions with the performance, Results May Vary acts as a performative survey, portraying the collective memories of the specific audience interacting in the moment, making each performance unique.","id":15},{"startTime":"2020-09-19T11:55:00.000Z","duration":15,"livestream":false,"physical":"yes","title":"Results May Vary","username":"cdeba001","themes":"Distance orchestra, Experiential Array, Memory Bank","medium":"Live, Performance, Playable experience","desc":"An interactive performance influenced in real-time by the audience's recollections of the lockdown. With branching narratives and direct interactions with the performance, Results May Vary acts as a performative survey, portraying the collective memories of the specific audience interacting in the moment, making each performance unique.","id":25},{"startTime":"2020-09-19T19:50:00.000Z","duration":15,"livestream":false,"physical":"yes","title":"Results May Vary","username":"cdeba001","themes":"Distance orchestra, Experiential Array, Memory Bank","medium":"Live, Performance, Playable experience","desc":"An interactive performance influenced in real-time by the audience's recollections of the lockdown. With branching narratives and direct interactions with the performance, Results May Vary acts as a performative survey, portraying the collective memories of the specific audience interacting in the moment, making each performance unique.","id":41},{"startTime":"2020-09-20T10:05:00.000Z","duration":15,"livestream":false,"physical":"yes","title":"Results May Vary","username":"cdeba001","themes":"Distance orchestra, Experiential Array, Memory Bank","medium":"Live, Performance, Playable experience","desc":"An interactive performance influenced in real-time by the audience's recollections of the lockdown. With branching narratives and direct interactions with the performance, Results May Vary acts as a performative survey, portraying the collective memories of the specific audience interacting in the moment, making each performance unique.","id":42},{"startTime":"2020-09-20T14:15:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Artist Q&A - Distance Orchestra","username":"khill003,cdeba001,ktind001","themes":"Distance Orchestra","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Distance Orchestra'.","id":74}]}