{"name":"Daniah S. Alsaleh","otherName":null,"location":"Exhibiting at the show","website":"https://www.instagram.com/daniah_alsaleh/","youtube":null,"vimeo":"user5281407","twitch":null,"facebook":null,"twitter":null,"instagram":"daniah_alsaleh","publicEmail":"dsaas1@yahoo.com","slug":"daniah-s-alsaleh","username":"dalsa002","isRemote":false,"bioHTML":"<p>Through a multimedia practice that encompasses geometry and pattern making, Daniah S. Alsaleh tackles notions\nof the unobtrusive, the ordinary, and the common. By deconstructing and rearranging familiar\nobjects and ideas, she makes the invisible visible, manifesting a space for reflection that prompts new\nperspectives and ways of seeing. Systems shape both subject and methodology, as she maps networks\nand structures from language and social orders. Crossing disciplines, her explorations include traditional\nmediums of painting  combined with generative computational processes.</p>\n","timestamp":"9/10/2020 10:13:18","email":"dalsa002@gold.ac.uk","title":"How Do I Remember Thee?","wallTextInstructions":"NA","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Thing power","Non-directional travel","Memory bank"],"media":["audio visual","ML","generative"],"numImages":1,"found":true,"webInstructionsHTML":"<p>NA</p>\n","artworkHTML":"<p>The artwork addresses the process and mechanism of memory making in the presence of media influences, interferences and intrusions that feed into the distortion of recollections of the past.</p>\n<p>An exploration within an art context, on  memories of the past happenings  and the act of overriding or slowly rewriting of images in contemporary culture informed by different modes of media and the dynamics of visual politics, in particular, the flux of images in current news interferences that erode the individual or collective stories in cognitive storage.</p>\n<p>“How do I remember Thee?” is a video installation on 3 screens, using StyleGAN2, sinGAN, First Order Motion Model</p>\n<p>Duration 8 min on Loop</p>\n","events":[{"startTime":"2020-09-18T11:30:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Thing Powers","username":"dliu001, dalsa002, belda001","themes":"Thing Power","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Thing Power'.","id":53}]}