{"name":"Duncan Paterson","otherName":null,"location":"London","website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"brother_sjur","publicEmail":"dunc4npaterson@gmail.com","slug":"duncan-paterson","username":"dpate002","isRemote":false,"bioHTML":"<p>A conceptual artist and creative director, Duncan Paterson aspires to be a multispecies storyteller and an anti-correlationist. This is (and will always be) work in progress.</p>\n<p>He’s exhibited in group shows including Fluid: London (Espacio Gallery, 2019), which transferred to Berlin (The Ballery, 2019), The Grid Art Fair, London (2018), E17 Art Trail (London, 2017 &amp; 2019), Spectrum (Miami, 2016), and The Other Art Fair, London (2016); and was commissioned to make installations for The Secret Garden Party Festival (2016).</p>\n<p>Most recently, he’s been inspired, elevated and humbled by an ongoing collaboration with offworlder artist collective 0rphan Drift.</p>\n<p>His concerns right now are: what does it feel like to be a non-human thing? How can we decolonise and de-humanise art? Are computers magic? Can algorithms be spirits? He has lots of questions. Answers may or may not happen.</p>\n<p>What would he wish for if he died and was allowed to live again? He would ask to be a crow. Or an octopus.</p>\n","timestamp":"9/10/2020 18:01:39","email":"dpate002@gold.ac.uk","title":"THE HOUSE OF ASTERION","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Multispecies rehearsal","Paracomputing"],"media":["interactive","generative"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>#1 <strong>bold text</strong> The House of Asterion\n#2 <em>italicized text</em> (after Borges, for Le Guin and to Haraway’s chthonic ones)</p>\n<p>#2 <em>italicized text</em>“Are computers what we think they are?”\nThis is an exploration of an alternative mode of computation, a multispecies cyborg assemblage that can, perhaps, help us crawl towards tentacular answerings of certain questions.</p>\n<p>It’s a celebration of alternative computational histories (and possible futures), a cry against capitalist machine-figuration, whispering of a world where meditative divination is the driving algorithm and refuge is the anti-teleological point.</p>\n<p>#2 <em>italicized text</em> “So what’s going on?”\nThe ants, as they forage, generate numbers. Here they are a form of processor. These numbers are mapped against a database of Things (or objects), a non-encyclopedia with a flat ontology, itself compiled by foraging webcrawler programs. These Things constitute a memory. The viewer then encounters a unique reading, where new associations can be made of the previously unrelated.</p>\n<p>It’s necessarily a troubled, labyrinthine, entangled thing, which resists linear interpretation and rejects hierarchical, anthropocentric ways of being. The House of Asterion is a queer space, which thrives outside of the usual story. It also asks the viewer to leave behind digital and physical traces of their presence in the machine’s memory/shrine, ever-deepening its resources and possibilities.</p>\n","events":[{"startTime":"2020-09-18T14:15:00.000Z","duration":60,"livestream":true,"physical":false,"title":"Discussion Panel : Is the artist the creator or curator?","username":"dpate002, hryan003, nadam001, kclyn001","themes":"Thing Power, Multispecies Rehearsal, Paracomputing","medium":"Discussion Panel","desc":"This panel is a chance for discussion around what it means to make art, even when the art might make itself. *moderated by artist, writer and curator Tamar Clarke-Brown*.","id":57}]}