{"name":"Eleanor Edwards","otherName":null,"location":null,"website":"https://www.eleanoredwards.co.uk/","youtube":null,"vimeo":"https://www.vimeo.com/eleanoredwards","twitch":null,"facebook":null,"twitter":null,"instagram":"https://instagram.com/orangedinosaurdisco","publicEmail":null,"slug":"eleanor-edwards","username":"eedwa001","isRemote":false,"bioHTML":"<p>Eleanor Edwards is an artist whose current practice explores &quot;the experience&quot; through computational mediums.</p>\n<p>Eleanor's interest in computation evolved during 2016 when she began to expand her largely computer based visual art and design practice through the mediums of projection mapping and visual scripting. Digital Illusions (2016) was her first interactive piece that gave significance to the audience within the art object.</p>\n<p>Migrating the audience from passive to active through the addition of computation emphasises the symbiotic relationship between artist, art object and audience. It is core to Eleanor's practice to project an increasingly inclusive art world in contrast to her early artistic experiences. As she continues to explore this relationship she intends to work across a variety of media and method by ultimately combining computation and outcome, her long-term goal is to redefine what it means to be a maze designer.</p>\n<p>Eleanor is currently a Junior Developer at The Mill (London) where she works in the Creative Technology department.</p>\n","timestamp":"9/15/2020 22:31:49","email":"eedwa001@gold.ac.uk","title":"Co-produced","videoDocUrl":null,"interactiveUrl":"https://nameless-hollows-56395.herokuapp.com/","streamTwitch":null,"streamYouTube":null,"themes":["Expanded Terrains","Generative poetics","Experiential array"],"media":["interactive","playable experience"],"numImages":1,"found":true,"webInstructionsHTML":"<p>Follow the link to bring the Art Object to you</p>\n","artworkHTML":"<p>Co-produced is a technical exploration that forms part of a wider body of work by the artist. This is an investigation into the relationship sphere of the art object, interrogating the bonds between the art object, the audience and the artist. This piece in particular is the result of the artist’s intentions to expand their technical skills to enable them to reframe the potential of future art objects and artistic outcomes.</p>\n","events":[]}