{"name":"Eri Ichikawa","otherName":null,"location":"London","website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"eri_ich","publicEmail":null,"slug":"eri-ichikawa","username":"eichi001","isRemote":false,"bioHTML":"<p>Eri Ichikawa is a creative coder whose work engages with abstract images formed by generative art. Drawing on her background in book design and typesetting, her interest is in graphically visualising information from numeric data to abstract messages, both on a network and on paper. Her desire is to make aesthetics equally accessible and useful to more people, regardless of their backgrounds and without any requirements.</p>\n","timestamp":"9/10/2020 8:27:09","email":"eichi001@gold.ac.uk","title":"Through the Window","wallTextInstructions":null,"videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Expanded Terrains"],"media":["data","generative"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Through the Window is an installation that includes visualisation of real-time weather data from various cities around the world.</p>\n<p>The abstract living green images projected inside the window frame on a wall changes colour, growing direction and speed depending on weather data from the cities. The city displayed changes every several ten seconds so that viewers can feel as if they are travelling around the world as they look through the window.</p>\n<p>The application is made with P5.js and loads current weather data using API. It then converts the numbers related to temperature, humidity and wind angle and speed into visuals.</p>\n<p>After experiencing the COVID-19-related lockdown, during which many people were unable to travel, this work aims to invoke a feeling of virtual travel in the viewer. This window lets people sense the weather of somewhere else without physically going there.</p>\n","events":[{"startTime":"2020-09-18T15:30:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Artist Q&A - Expanded Terrains","username":"eichi001, ggnec001, wfinc001","themes":"Expanded Terrains","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Expanded Terrains'.","id":59}]}