{"name":"Ernie Lafky","otherName":null,"location":"I'm outside of San Francisco, California, and my performer is in Lucerne, Switzerland","website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":null,"publicEmail":"ernielafky@gmail.com","slug":"ernie-lafky","username":"elafk001","isRemote":true,"bioHTML":"<p>American artist Ernie Lafky blends performance art, theater, dance, and new media into live experiences that are often disturbing, disorienting and darkly comic. His work is developed collaboratively using improvisation.</p>\n<p>His early community-based theater pieces were generated and performed by LGBT homeless youth, guided by a team of theater professionals under the name, <em>“Fringe Benefits”</em>. As a solo performance artist, Ernie appropriated and deconstructed Hollywood narratives of rugged masculinity.</p>\n<p>Ernie’s recent work continues to resist the dominant paradigms of American culture. He explores explicitly political content such as racism or noise pollution as well as more abstract themes such as human/machine collaboration and the illusion of self. In addition to live performance, Ernie creates generative art, prints, and video.</p>\n","timestamp":"9/10/2020 7:33:59","email":"elafk001@gold.ac.uk","title":"Social dysDance 1","videoDocUrl":"https://vimeo.com/454793992","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Bodies in relation"],"media":["performance"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Social dysDance 1 is an interactive dance improvisation which explores relationships in our current liminal space and time. The primary relationship is between the dancer, Shinichi Iova-Koga, and his laptop computer. Using a Kinect depth camera, Shinichi’s improvised movements and shapes are perceived by the computer as data. This collection of numbers is fed back to Shinichi graphically.</p>\n<p>As Shinichi improvises, he acts as both a dancer and a graphic designer. He watches himself dance and sees how the computer interprets what he does. He is both inside and outside the piece, both performer and audience. It’s a selfie with an incomplete self.</p>\n<p>The piece created between the two of them shifts and hovers between human and computation, figurative and abstract, flesh and math. The body is at times fully visible and at other times merely a fragment. Together Shinichi and the laptop meet at the intersection of generative computational art and dance, creating an unstable hybrid object. This third object shows traits of both parents, but is also its own entity. The computer / human collaboration points toward a destabilisation of anthropocentrism.</p>\n","events":[{"startTime":"2020-09-20T16:00:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Performative : Bodies in Relation","username":"ckarp001,kokpo001,elafk001","themes":"Bodies in Relation","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Bodies in Relation'.","id":77}]}