{"name":"George Simms","otherName":null,"location":"London","website":"https://georgesimms.net/","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"4_lorn_","publicEmail":"simmsgeorge7@gmail.com","slug":"george-simms","username":"gsimm002","isRemote":false,"bioHTML":"<p>George Simms is a London based digital artist who makes tools and experiences using cutting edge technology to speculate on and explore our phenomenological experiences. He often works collaboratively, operating from within a shared pool of experience, collectively facilitating new means of sharing and interaction. He aims to produce scenarios that encourage intra-action and feedback, which help to develop new relations between art and its audiences.</p>\n<p>He is currently researching new ways of rendering 3D images and creating musical instruments in AR, looking at these processes as ways of imagining new worlds with new modes of being. He has reapproached and conceptualised the making process, examining how we compress, simulate and render an infinite world through finite resources. How do we cut corners and what does this tell us about how we see and treat the world? How can we use our current resources to see from a different advantage point, to imagine what's over another horizon?</p>\n","timestamp":"9/15/2020 16:48:26","email":"gsimm002@gold.ac.uk","title":"Cosmic Mourn","videoDocUrl":"https://youtu.be/bRlox-qyZBc","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Thing power","Expanded Terrains","Paracomputing"],"media":["interactive","audio visual","AR"],"numImages":1,"found":true,"webInstructionsHTML":"<p>Download on an AR capable device here:\nios: https://apps.apple.com/app/id1529811825\nandroid: https://play.google.com/store/apps/details?id=com.Lorn.SoundSpace.Four&amp;hl=en_GB</p>\n","artworkHTML":"<p>Cosmic Mourn was produced by George Simms as an exploration into making new sorts of digital instruments. Looking at the way we figure sound and music into hierarchies and transforming these into an embodied full body experience.</p>\n<p>The piece reflects on the space between, filling these empty voids with the richness of organic sound. Thinking about Karen Barad's ideas of materiality and the constructed borders of matter and phenomena. Transferring the energy of the point or planet to the space between, bringing life to what was once empty. Using AR in this way moves the viewer from a static position where the universe unfolds around them, to one where it is produced through their interactions, both known and unknown.</p>\n<p>The sounds are from a recorded  session of improvised singing done in collaboration with Izzy Nahkla. She is a long time friend and on the day we were both quite anxious about the world and life. From this moment we produced this selection of sounds, forming this mournful choral and with it a space to reflect through exploration. Creating space and time outside of our own, looking back to build up and grow.</p>\n","events":[{"startTime":"2020-09-18T10:45:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Expanded Terrains","username":"qfan001, gsimm002, ekoli001","themes":"Expanded Terrains","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Expanded Terrains'.","id":52}]}