{"name":"Gerolamo Gnecchi Ruscone","otherName":null,"location":"London","website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"gero_gnecchi","publicEmail":null,"slug":"gerolamo-gnecchi-ruscone","username":"ggnec001","isRemote":false,"bioHTML":"<p>Gerolamo Gnecchi Ruscone is an Architect turned into a computational artist. With a solid sense of aesthetics and architectural twist, Gerolamo invites us to explore and challenge how we experience and perceive our environment in his artistic practice.</p>\n<p>His interests focus on field recording and creating multisensorial experiences through physical and interactive installations.</p>\n<p>Throughout his years as an Architect, Gerolamo worked at one of the most innovative and well-known Italian design firms, Carlo Ratti Associati. He participated in a variety of projects which experiment directly with the use of technologies and data to create a more responsive built environment.</p>\n<p>He has now found his artistic obsession...</p>\n","timestamp":"9/10/2020 9:34:51","email":"ggnec001@gold.ac.uk","title":"For the Tide!","wallTextInstructions":null,"videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Expanded Terrains","Multispecies rehearsal"],"media":["interactive","data","physical computing"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>We use simple white or blue color to indicate areas of water on maps. We visualize the sea levels and tidal shifts only in height. By simplifying water to one color or number we lose the ever-changing, the complexity, yet predictable, that makes us so drawn to it.</p>\n<p>The project's aim is to listen, understand, and become more aware of a dynamic and complex ecosystem such as the Thames river. To explore this a pendulum is placed on a floating surface next to Tower Bridge. Through its natural oscillation, the pendulum collects and records the transformations that occur during Tidal shifts. Depending on the position of the moon the shifting period varies. It is unequal and inconsistent shaping and affecting what the Tide encounters.</p>\n<p>The data is then used and sent to three stepper motors activating, with the use of magnets and mechanisms, the movement of two devices: a pendulum and a plate of metal pollutants (sand magnetite) collected and recycled from the beaches of the Thames. The devices will then generate visuals and sounds giving a whole new voice and sensorial experience for the Tide!</p>\n","events":[{"startTime":"2020-09-18T15:30:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Expanded Terrains","username":"eichi001, ggnec001, wfinc001","themes":"Expanded Terrains","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Expanded Terrains'.","id":59}]}