{"name":"Giulia Monterrosa","otherName":null,"location":"London","website":"https://www.giuliamonterrosa.com","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"giuliamonterrosa","publicEmail":"giuliamonterrosa@hotmail.it","slug":"giulia-monterrosa","username":"gmont004","isRemote":false,"bioHTML":"<p>Giulia Monterrosa is a user experience researcher and artist, whose practice interrogates the socio-cultural meanings of the information society.\nDrawing on her background in UX design, Giulia critically engages with ubiquitous interfaces and computational systems and aims to challenge and stimulate new ways of understanding contemporary surveillance structures. Her research is translated into visual and narrative form through the use of technology and design.\nRecent work has looked at self-tracking practices and how these influence the perception of the self as well as social dynamics.</p>\n","timestamp":"9/9/2020 23:49:40","email":"gmont004@gold.ac.uk","title":"The View From Down Here","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Computational resistance","Memory bank"],"media":["interactive","light","photography"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p><em><strong>“The View From Down Here”</strong></em> aims to open a discussion regarding the ways in which Google Street View appropriates an immense corpus of data by thrusting our social, cultural and biological meanings into the public sphere. It is an interrogation of the privacy and copyright issues that arise as a result. It also looms over us as a grim reminder that the notion of “privacy” in public spaces has been rendered obsolete.</p>\n<p>The unassailable nature of Google’s God’s-eye-view collapses when the human presence behind it becomes evident in the form of the ghostly shadows of the company’s photographers, who are tasked with roaming the streets immortalising our world with their lens.</p>\n<p>As you walk past this artwork you cannot help having your silhouette captured by the beady red eyes of hundreds of LEDs. You cannot help but become an unwilling agent of a surveillance mechanism. In the form of this interactive LED wall, the artist displays a collection of some of the virtual casualties (Google’s photographers and their vehicles) and misappropriated data of Google’s monopoly.</p>\n","events":[{"startTime":"2020-09-20T11:30:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Computational Resistance","username":"gmont004,jlawt001,amiro001","themes":"Computational Resistance","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Computational Resistance'.","id":70}]}