{"name":"Hazel Ryan","otherName":null,"location":"London","website":"https://capitolhmr.itch.io/","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":null,"publicEmail":null,"slug":"hazel-ryan","username":"hryan003","isRemote":false,"bioHTML":"<p>Hazel Ryan draws from a cross-disciplinary background spanning mathematics, music and humanities towards her distributed and open creative practice.</p>\n<p>Her current focus is on the medium of playable experience, mining the space between game and speculative simulation which is rich with possibilities of democratised access. With this participatory approach she examines questions around digital lives under capitalism.</p>\n<p>As a musician involved in the Algorave live coding movement, she has performed at venues such as Cafe OTO and Corsica Studios, and in her nascent visual practice she has exhibited in group shows including at the Horniman Museum and arebyte Gallery.</p>\n<p>Hazel's practice is supported by her varied professional experience in UK arts institutions.</p>\n","timestamp":"9/16/2020 3:55:44","email":"hryan003@gold.ac.uk","title":"Monument To","videoDocUrl":null,"interactiveUrl":"https://capitolhmr.itch.io/monument-to","streamTwitch":null,"streamYouTube":null,"themes":["Thing power","Experiential array","Memory bank"],"media":["interactive","playable experience","3D"],"numImages":1,"found":true,"webInstructionsHTML":"<p>Follow the link if you would like to download your own version of the piece and see it develop in parallel with its physical installation. You can influence the growth of the piece via the webapp at [http://tiny.cc/monument-to].</p>\n","artworkHTML":"<p>When our digital lives consist of a blur of micro-tasks and the taps and clicks that dispatch them, how do we access our muscle memory rather than treat it as a lost byproduct of the work that matters?</p>\n<p>Hazel Ryan asks what a persistent visual record of these throwaway actions might look like, and whether we can find communal disalienation through this process of shared building or documentation of actions usually performed in isolation.</p>\n<p>Monument To invites participants to consider acts of work as endemic in every action and every moment mediated through digital platforms, value creation being inseparable under capitalism from promises of digital leisure. Beyond this helpless prognosis, the piece offers hope of empowerment through shared experience, drawing parallels of craftsmanship and existing as a monument-in-progress to the class of lounge labourers which we are all become.</p>\n<p>The ‘monument’ itself is a digital landscape populated by the ghosts of median nerve impulses, constructed gradually by the audience via webapp. This app is inspired by incremental games, which are nominated by the artist as the acme of casualised value production.</p>\n<p>The final form of the piece is left open to the agency of those who interact with it: the artist has set the stage through her own digital labour, echoes of which are displayed in the initial state of the piece, but the world progresses permanently through interaction so that no two visits are the same. What might emerge, however, is a playful nod both to digital resistance and median nerve compression. Every tap matters, or perhaps materialises towards a mattering.</p>\n","events":[{"startTime":"2020-09-18T14:15:00.000Z","duration":60,"livestream":true,"physical":false,"title":"Discussion Panel : Is the artist the creator or curator?","username":"dpate002, hryan003, nadam001, kclyn001","themes":"Thing Power, Multispecies Rehearsal, Paracomputing","medium":"Discussion Panel","desc":"This panel is a chance for discussion around what it means to make art, even when the art might make itself. *moderated by artist, writer and curator Tamar Clarke-Brown*.","id":57}]}