{"name":"Jakob Jennerholm Hammar","otherName":null,"location":null,"website":"https://jennerholmhammar.info","youtube":"UCp5YotQ0hmLKJhly9rmJw1g","vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"knoegle","publicEmail":"jennerholmhammar@gmail.com","slug":"jakob-jennerholm-hammar","username":"jjenn002","isRemote":false,"bioHTML":"<p>Jakob Jennerholm Hammar is an audio-visual artist working within an ever-expanding area of interests. The translation and communication between different media and technologies is central within his practice. Processes of transformation and change are explored in a multitude of ways, as in the passing of digital data and generative designs to broken analogue machinery, bodily movements to computational systems or the transfer of synthesized electronic signals to screens, paper and textiles. The materials and technological familiars conjured are encouraged to leave their marks as collaborators, co-creating in never ending feedback loops and conversations. A background in live visuals and interactive art initiated an experimental approach to technology and artistic explorations. Inquiries always made alongside questions of fate, agency and responsibility.</p>\n","timestamp":"9/9/2020 23:41:59","email":"jjenn002@gold.ac.uk","title":"Wyrd","wallTextInstructions":null,"videoDocUrl":"https://vimeo.com/456355806","interactiveUrl":"https://jennerholmhammar.info/wyrd","streamTwitch":null,"streamYouTube":null,"themes":["Thing power","Experiential array","Paracomputing"],"media":["interactive","generative"],"numImages":1,"found":true,"webInstructionsHTML":"<p>A companion website containing a set of interactive experiments and meditations on weaving drafts together with further information can be found here.</p>\n","artworkHTML":"<p>As a part of a larger project exploring notions of fate, responsibility, agency, emergence and necessity, Wyrd is concerned with weaving and digital technology. More precisely it is focused on weaving drafts (or notations/constructs) as codified images of a process, as navigational tools for the setup and operation of a weaving loom to achieve a suggested structures and patterns.</p>\n<p>Through the construction of generative, digital weaving drafts, patterns are created, burnt into long strips of paper with a thermal printer. A collection of these simulated digital weavings drawn down on paper, conceived through experiments with algorithmic procedures and emergent systems, are presented alongside an interactive installation.</p>\n<p>The installation lets one co-create patterns together with a computational system, channelled through ever changing weaving drafts and printed in real time. Bodily movements, tracked with a camera, are used to navigate the operation of a digital loom represented in the grids and matrices of the drafts as well as influencing an emergent system which together brings forth lingering trails of pixelated memories, merged into unfolding patterns.</p>\n<p>It is an invitation to read as well as make patterns, to participate in a process where one is never in complete control of the outcome, but continually interfering with and influencing the emerging drawings.</p>\n","events":[]}