{"name":"Jakob Jennerholm Hammar","otherName":null,"location":null,"website":"https://jennerholmhammar.info","youtube":"UCp5YotQ0hmLKJhly9rmJw1g","vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"knoegle","publicEmail":"jennerholmhammar@gmail.com","slug":"jakob-jennerholm-hammar","username":"jjenn002","isRemote":false,"bioHTML":"<p>Jakob Jennerholm Hammar is an audio-visual artist working within an ever-expanding area of interests. The translation and communication between different media and technologies is central within his practice. Processes of transformation and change are explored in a multitude of ways, as in the passing of digital data and generative designs to broken analogue machinery, bodily movements to computational systems or the transfer of synthesized electronic signals to screens, paper and textiles. The materials and technological familiars conjured are encouraged to leave their marks as collaborators, co-creating in never ending feedback loops and conversations. A background in live visuals and interactive art initiated an experimental approach to technology and artistic explorations. Inquiries always made alongside questions of fate, agency and responsibility.</p>\n","timestamp":"9/15/2020 16:27:55","email":"jjenn002@gold.ac.uk","title":"Wyrd","videoDocUrl":"https://vimeo.com/456355806","interactiveUrl":"https://jennerholmhammar.info/wyrd","streamTwitch":null,"streamYouTube":null,"themes":["Thing power","Experiential array","Paracomputing"],"media":["interactive","generative"],"numImages":4,"found":true,"webInstructionsHTML":"<p>Follow the link to reach the companion website. Here, some of the mechanics and algorithms that generate the weaving drafts are exposed and can be explored and interacted with.</p>\n","artworkHTML":"<p>Digital weavings hang from the wall, burnt onto paper with a thermal printer. The patterns are constructed through algorithmic procedures and emergent systems encountered and interacted with through bodily movements. They are the proposed results of generative weaving drafts or notations. Drafts used as navigational tools, as codified images of a process or maps visualizing the setup and operation of a weaving loom to create suggested structures and patterns. They are studies of the vivid connections between weaving and digital technology, of fate, agency, responsibility and necessity. A reflection on the tensity of living and creating while having little or no control yet participating in and constantly influencing all of one’s surroundings.</p>\n<p>Next to the prints, an installation lets the viewer co-create patterns together with a computational system, channelled through ever changing weaving drafts and printed in real time. Bodily movements, captured by a camera, can be used to navigate the operations of a digital loom and to influence emergent forces, creating unfolding patterns. The work invites you to <strong>read</strong> as well as <strong>make</strong> patterns, to participate in a process where one is never in full control of the outcome but always interfering and influencing it as part of a collective creative process.</p>\n<p>A companion website containing a set of interactive experiments and meditations on weaving drafts is also a part of the work.</p>\n","events":[{"startTime":"2020-09-19T16:00:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Experiential Array","username":"jluo001,cfowl002,jjenn002","themes":"Experiential Array","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Experiential Array'.","id":68}]}