{"name":"James Lawton","otherName":null,"location":null,"website":"https://jameslawton.net","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"jameslawtonart","publicEmail":"james@jameslawton.net","slug":"james-lawton","username":"jlawt001","isRemote":false,"bioHTML":"<p>I’m a former digital designer. I’d rather address you like a person, than in the 3rd person. I worked for many years as an interactive designer in the USA, UK, and Mexico. I quit. I’ve also done random things like working on a goat farm, which is far better than being an interactive designer. I used to create illustrations, I’ve had a few photography shows, and I like to write. I’m working on an MFA at Goldsmiths to bring all of this together into a unified digital arts practice.</p>\n","events":[{"startTime":"2020-09-17T17:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Spotlight Panel : How do we fight for our rights during a global pandemic?","username":"ktind001,amiro001, jlawt001","themes":"Computational Resistance,Distance Orchestra","medium":"Spotlight Panel","desc":"There's a lot going on in the world right now. There's a global pandemic; fights for racial and gender equality, an economic crisis; a climate crisis; and an ever encroaching surveillance of every aspect of our lives. It all starts to feel overwhelming and indeed, anxiety levels have risen globally. Listen to three of the artists talk about how their work is a response to these challenging themes and times, as well as how art itself can offer an opportunity for better possibilities in the future. Moderated by artist, writer and curator Tamar Clarke-Brown.","id":4},{"startTime":"2020-09-20T11:30:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Computational Resistance","username":"gmont004,jlawt001,amiro001","themes":"Computational Resistance","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Computational Resistance'.","id":70}]}