{"name":"JG Legion","otherName":null,"location":null,"website":"https://www.legionsdomain.com","youtube":null,"vimeo":"user21352706","twitch":null,"facebook":null,"twitter":null,"instagram":"legionwermany","publicEmail":null,"slug":"jg-legion","username":"jgoul002","isRemote":false,"bioHTML":"<p>JG Legion operates in the liminal space between question and answer, physical and computational, to develop forms that explore the concept of identity.</p>\n<p>Finding particular inspiration in the intriguing conversations begun by the Surrealists, Legion builds life-size installations to engage the audience in an evolving discussion.</p>\n<p>Legion's work references the ancient practice of sculpting the human figure, but employs current construction methods, and augments these with computation to create a hybrid form that interrogates the new norms of contemporary life, and their impact on conventional thinking.</p>\n","timestamp":"9/9/2020 21:16:09","email":"jgoul002@gold.ac.uk","title":"##Here I Stand","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Computational resistance","Bodies in relation","Distance orchestra"],"media":["interactive","light","narrative"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p><em>Multimedia installation: sculpted embodiments of plaster on wired armature, augmented with sensor-controlled LED lighting</em></p>\n<p>Can you see me? Really see me? Or am I still invisible?</p>\n<p>Come closer (not too close!) and look. Just stop and look. Now think about who you are seeing. First impressions? No, we need to go much deeper.</p>\n<p>Thanks to the virus, our heightened awareness of proximity and the physical presence of others is where it should have been all along, at the heart of every personal interaction.</p>\n<p>This requires of us an attempt to set aside any built-in bias and preconceived ideas, and engage in a far more subtle, nuanced visual conversation, to understand more clearly who we are conversing with and what they are trying to communicate to us.</p>\n<p>Such multilayered thinking also demands that we look deep inside ourselves, which in turn prompts us to open our minds to encompass the bigger picture.</p>\n<p>Look, see, think. And remember.</p>\n","events":[{"startTime":"2020-09-17T17:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Spotlight Panel: How do we fight for our rights during a global pandemic?","username":"ktind001, jgoul002, jlawt001","themes":"Computational Resistance,Distance Orchestra","medium":"Spotlight Panel","desc":"This panel is a chance to learn more about our artist's making work which explores living during a global pandemic as well as resistance with the Black Lives Matter and Climate Crisis movements during 2020.","id":4}]}