{"name":"Jonny Fuller-Rowell","otherName":null,"location":"Birmingham","website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":null,"publicEmail":"jonnyfullerrowell@gmail.com","slug":"jonny-fuller-rowell","username":"jfull001","isRemote":false,"bioHTML":"<p>Jonny Fuller-Rowell is a site-specific installation artist, exploring the intersections between computation, live performance and interactivity. His work explores human-technology relations by isolating and amplifying sounds and visuals, focusing on issues of presence and participation. The installations investigate ways that our relationship to objects, space and time can shape our perceptual experience of being in the world.\nSince completing his Masters in Fine Art at Birmingham Institute of Art and Design in 2002 Jonny has worked on numerous international exhibitions including SCREEN Moving Image Festival, Barcelona (2017), The Biennial for Emerging Arts, Romania (2017) and The Starmach Gallery, Krakow (2016).</p>\n","timestamp":"9/10/2020 9:57:02","email":"jfull001@gold.ac.uk","title":"In Time'","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Non-directional travel","Experiential array"],"media":["interactive","physical computing"],"numImages":1,"found":true,"webInstructionsHTML":"<p>n/a</p>\n","artworkHTML":"<p>‘In Time’</p>\n<p>Our idea of time is a constructed bubble that although works very well in our daily life, it not a fixed thing, it is not absolute, only relative to the world that we construct. There is no objective now. We intuitively feel that time flows, that it is part of the fundamental structure of human existence, we can think about reality without space, without things but it’s very hard to think about reality without time. Einstein's theory of relativity tells us however that there is no absolute time, no absolute space, that everything is relative.</p>\n<p>This artwork sits at the intersection of physics, neuroscience and philosophy attempting to explore the relationship between how we how we understand vs how we experience time. The installation challenges the notion of linear time by blurring the boundry of the past present and future, disrupting the rules of time relative to yourself. Using an automated mechanical rig to create a computational time bubble a network of twelve cameras positioned around the rig record a time slice of a participant. The image is then activated by walking around the perimeter of the installation, creating an interaction ‘in time’ with yourself.</p>\n","events":[{"startTime":"2020-09-19T13:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Non-directional Travel","username":"xhu002,jfull001,qba001","themes":"Non-directional Travel","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Non-directional Travel'.","id":64}]}