{"name":"Jude Marcella","otherName":null,"location":"Church","website":"https://www.judemarcella.com","youtube":null,"vimeo":"judemarcella","twitch":null,"facebook":null,"twitter":null,"instagram":"Meminine","publicEmail":"judemarcella@gmail.com","slug":"jude-marcella","username":"cchap005","isRemote":false,"bioHTML":"","timestamp":"9/14/2020 0:15:32","email":"cchap005@gold.ac.uk","title":"The Snow Globe","videoDocUrl":null,"interactiveUrl":"https://meminine.github.io/thesnowglobe/","streamTwitch":null,"streamYouTube":null,"themes":["Expanded Terrains","Experiential array","Memory bank"],"media":["cinema","playable experience"],"numImages":1,"found":true,"webInstructionsHTML":"<p>Follow the link to experience The Snow Globe</p>\n","artworkHTML":"<p>This virtual museum presents extracts from five films by early cinema pioneer George Méliès made between the years 1896-1903. The piece deals with embodiment in digital space, and responds to the affect of hypertextual flatness.</p>\n<p>The films are shown as sprites, consisting of a very limited number of frames, due only to the size of the project file and the game being intended to run in-browser online. Their appearance makes a clear parallel to Hito Steyerl’s text In Defense Of The Poor Image, describing the death and ‘resurrection’ of experimental cinema practices which have long been undermined by commercialisation.<br>\n“The poor image is a copy in motion. Its quality is bad, its resolution substandard. As it accelerates, it deteriorates.”\nUltimately, the circulation of poor images creates ‘an alternative economy of images, an imperfect cinema’.</p>\n<p>As the user explores the environment, the museum’s artefacts are revealed. It rewards the act of looking with something else to look at. Otherwise, the environment gives little away to the user, gives no guidance or information about itself. It speaks to the conception of interpassivity as a mode of resistance in design.</p>\n<p>“What if design was to pose a challenge to the logic of immediacy? Deny the viewer user the power to manipulate the image and register reactions to it? Stage an experience that cannot be immediately turned into data?”\n-Tomasz Hollanek, non user-friendly</p>\n<p>This piece was conceptualised in the artist’s attempt to understand her own Instagram addiction.</p>\n<p>Soundtrack: LA Timpa</p>\n","events":[{"startTime":"2020-09-19T11:30:00.000Z","duration":30,"livestream":true,"physical":false,"title":"Remote Artist Spotlight","username":"cchap005,yhuan019,cli003","themes":null,"medium":"Pre-recorded demos","desc":"Pre-recorded demos from some of our remote artists","id":61},{"startTime":"2020-09-19T15:00:00.000Z","duration":60,"livestream":true,"physical":false,"title":"Discussion Panel : Do we need the Tate and the White Cube when we have Instagram and Animal Crossing?","username":"yjin004,yliao001,tsmit003,cchap005","themes":"Memory Bank, Experiential Array,Expanded Terrains","medium":"Discussion Panel","desc":"This panel is a chance for discussion around how digital technology is shaping where artwork is shown and how it is made, from changes in location to acessibility to all. *Moderated by artist and researcher Teodora Fartan*.","id":67}]}