{"name":"Julian Bramley Burgess","otherName":null,"location":"London","website":"https://aubergene.com","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":"aubergene","instagram":"aubergene","publicEmail":null,"slug":"julian-bramley-burgess","username":"jburg002","isRemote":false,"bioHTML":"<p>Julian is a creative coder with a fascination around the workings of the inner world of mechanisms and systems.</p>\n<p>He began coding at a young age with the ZX Spectrum, and went on to gain a BSc in Computer Science. Then started an early career in web development, moving into data visualisation. In 2009 he was awakened to the artistic power of computation when visiting the <em>Decode: Digital Design Sensations</em> exhibition at the Victoria and Albert Museum. This inspired him to take summer courses with ITP at Tisch School of the Arts NYU, and the Copenhagen Institute of Interaction Design.</p>\n<p>His extensive background in web development has fuelled his drive to push forward the web as both an artist medium and method for mass communication, distribution and archiving. He also has been part of the plotter art community and released open source libraries to allow obsolete plotters to be controlled via the JavaScript Canvas API.</p>\n<p>In his professional life he produces data visualisation graphics for <em>Bloomberg</em>, and previously at <em>The Guardian</em>, <em>Associated Press</em> and <em>The Times</em>.</p>\n<p>Exhibited works:</p>\n<ul>\n<li>2019: <em>Overcurrents</em> - <a href=\"https://www.horniman.ac.uk/\">Horniman Museum</a>, London</li>\n<li>2014: <em>MerryTimes</em> - <a href=\"http://holocenter.org/exhibition/parallax\">HoloCenter</a>, NYC</li>\n</ul>\n","timestamp":"9/3/2020 1:01:34","email":"jburg002@gold.ac.uk","title":"Dreamspace","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Bodies in relation","Non-directional travel","Memory bank"],"media":["interactive","data","illustration"],"numImages":1,"found":true,"webInstructionsHTML":"<p>Follow the link below to visit Dreamspace where you can explore the constellations of the dreams that were used in creating the space and enter your own dream</p>\n","artworkHTML":"<p><em>Dreamspace</em> is an exploration of our collective unconscious. Over a hundred-thousand dream journal entries were harvested from online sources. The text of these dreams were tokenised into words and phrases, then fed into a vectorisation algorithm, using one hundred dimensions. These vectors were then projected into 3D space, and from there a map to dreamspace was possible.</p>\n<p>The work explores the patterns and coincidences of our dreams and invites us to questions the Jungian ideas of collective unconscious. Are we dreaming the same dreams?</p>\n<p>The projection situates us within a gentle orbit of <em>Dreamspace</em>, rotating around a central brain. Each star representing a term or phrase curated from the vast cosmos of ideas, symbols and archetypes which make up the space.</p>\n<p>The maps are a cartographic representation of the space, where each dream can be traced as a constellation connecting the stars which feature in the dream. They use a stereographic projection of both hemispheres with an axial a tilt of 51.5 degrees (the latitude of Goldsmiths).</p>\n<p>The labels around the dials use the months of French Revolutionary Calendar, alluding to ideas of <a href=\"https://www.versobooks.com/books/1570-24-7\">24/7 Late Capitalism and the Ends of Sleep</a> by <em>Jonathan Crary</em> that sleep is an inherently anti-capitalist activity, where we neither create value nor are bounded by our material wealth.</p>\n<p>Technical details:\nDream texts were scraped and tokenised using JavaScript. Word2Vec was used to create the vector space which was then used T-SNE with TensorFlow for dimension reduction. The 3D space was built using Three JS, the map projections using D3 and the prints were created using custom JavaScript to create HPGL for a Roland DPX-3300 plotter.</p>\n","events":[{"startTime":"2020-09-20T12:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Spotlight Panel : Does magic have a place in computing?","username":"belda001,nbayl001,jburg002","themes":"Paracomputing, Non-Directional Travel, Bodies in Relation","medium":"Spotlight Panel","desc":"This panel is an opportunity to learn more about our artists whose works explore the use of magic, dreams and astronomy in modern day computing and whether cyber-spirituality has a place in an often magic-skeptic field. *Moderated by artist Maggie Roberts*.","id":71},{"startTime":"2020-09-20T15:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Non-Directional Travel","username":"jburg002,ccami002,mspag003","themes":"Non-Directional Travel","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Non-Directional Travel'.","id":76}]}