{"name":"Julian Bramley Burgess","otherName":null,"location":"London","website":"https://aubergene.com","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":"aubergene","instagram":"aubergene","publicEmail":null,"slug":"julian-bramley-burgess","username":"jburg002","bioHTML":"<p>Julian is a creative coder with a fascination around the workings of the inner world of mechanisms and systems.</p>\n<p>He began coding at a young age with the ZX Spectrum, and went on to gain a BSc in Computer Science. Then started an early career in web development, moving into data visualisation. In 2009 he was awakened to the artistic power of computation when visiting the <em>Decode: Digital Design Sensations</em> exhibition at the Victoria and Albert Museum. This inspired him to take summer courses with ITP at Tisch School of the Arts NYU, and the Copenhagen Institute of Interaction Design.</p>\n<p>His extensive background in web development has fuelled his drive to push forward the web as both an artist medium and method for mass communication, distribution and archiving. He also has been part of the plotter art community and released open source libraries to allow obsolete plotters to be controlled via the JavaScript Canvas API.</p>\n<p>In his professional life he produces data visualisation graphics for <em>Bloomberg</em>, and previously at <em>The Guardian</em>, <em>Associated Press</em> and <em>The Times</em>.</p>\n<p>Exhibited works:</p>\n<ul>\n<li>2019: <em>Overcurrents</em> - <a href=\"https://www.horniman.ac.uk/\">Horniman Museum</a>, London</li>\n<li>2014: <em>MerryTimes</em> - <a href=\"http://holocenter.org/exhibition/parallax\">HoloCenter</a>, NYC</li>\n</ul>\n","events":[{"startTime":"2020-09-20T12:15:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Spotlight Panel: Does magic have a place in computing?","username":"belda001,nbayl001,kiked001,jburg002","themes":"Paracomputing, Non-directional Travel, Bodies in Relation","medium":"Spotlight Panel","desc":"An opportunity to learn more about our artist's work which explore the use of magic, dreams and astronomy in modern day computing and whether cyber-spirituality has a place in an often magic-skeptic field."},{"startTime":"2020-09-20T15:15:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Artist Q&A - Non-directional Travel","username":"jburg002,ccami002,mspag003","themes":"Non-directional Travel","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Non-directional Travel'."}]}