{"name":"Junqiao Luo","otherName":"罗隽乔","location":"China","website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":null,"publicEmail":null,"slug":"junqiao-luo","username":"jluo001","isRemote":true,"timestamp":"9/16/2020 16:05:54","email":"jluo001@gold.ac.uk","title":"Sing a Picture","videoDocUrl":"https://www.youtube.com/watch?v=nt0qfj751vY","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Experiential array"],"media":["interactive","sound","audio visual"],"numImages":3,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Sing a Picture is composed of 5 musical instruments, each of which could be visualized as an element in the painting. It is amazing that most of the songs are arranged by different instruments, and the effect of a single instrument and their ensemble are very different.</p>\n<p>The project allows everyone to control the playing or not of the instruments to show the charm of music and at the same time turn what the instruments sing into a painting. This work is mainly written using openFrameworks, using the audio material of 5 musical instruments in a song. How to respectively calculate and visualize the 5 audio used as screen elements is also the biggest difficulty and breakthrough of the work. The final picture is composed of 5 elements, which also implies the complementarity of musical instruments.</p>\n<p>This work is a good demonstration of the ensemble way the band plays music, and also uses interaction to let everyone feel the charm firsthand. No matter who you are, you will probably be attracted to it.</p>\n","events":[{"startTime":"2020-09-19T16:00:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Experiential Array","username":"jluo001,cfowl002,jjenn002","themes":"Experiential Array","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Experiential Array'.","id":68}]}