{"name":"Kris Cirkuit","otherName":null,"location":"Hackney, London","website":null,"youtube":null,"vimeo":"user107934179","twitch":null,"facebook":"https://vimeo.com/user107934179","twitter":null,"instagram":"kris_cirkuit","publicEmail":"cirkuit42@icloud.com","slug":"kris-cirkuit","username":"khill003","isRemote":true,"bioHTML":"<p>Analysis paralysis, overthinking.</p>\n<p>The antithesis of Kris Cirkuit's formidable approach to getting the job done. Abiding by the motto &quot;Better complete than perfect&quot;, she hates writing artist statements, preferring to concentrate on actually producing the work.</p>\n<p>Coming from a post-punk background, she is an electronic musician, sonic artist and coder. Her work is often loud, brightly coloured, and anything but BLAND.</p>\n<p>Her recent work examines the contrast between her internal state and the external realities and limitations. She has exhibited with the Wellcome Collection, and Deptford Does Art and has recently started a record label.</p>\n<p>Kris is a long-term resident of Hackney, London. Hackney, with its history of resistance, and counter-culture, is a strong influence upon her and her work.</p>\n","timestamp":"9/9/2020 22:22:46","email":"khill003@gold.ac.uk","title":"Isolation Collaberation","wallTextInstructions":"n/a","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Distance orchestra"],"media":["audio visual","performance","generative"],"numImages":1,"found":true,"webInstructionsHTML":"<p>n/a</p>\n","artworkHTML":"<p>Isolation collaboration is an alliance between a laptop, an analogue synthesizer and a human.  The computer generates patterns created in MaxMsp routed to Ableton Live.  Kris responds to the output by mixing it live and tweaking parameters to taste.  No one, not even Kris, knows how this will play out.</p>\n<p>Heavily influenced by DIY rave culture, Kris generates live visuals via a Kinect Sensor. She has linked the Open Frameworks code to Ableton to adjust the colours via Midi and the pattern changes depending upon her position. A kaleidoscope style is created and projected onto an Olga kit.</p>\n<p>Lockdown has provided many challenges to performers across the board.  Live streaming has taken hold and has been met with varying degrees of success.  Kris chose to record her performance in her council flat.  We are all in this together after all.  No attempt has been made to hide the fact that it is her home, and she is allowing remote visitors inside her private space.  It is not live-streamed and is an examination of truly performing with no known audience.</p>\n","events":[{"startTime":"2020-09-20T14:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Distance Orchestra","username":"khill003,cdeba001,ktind001","themes":"Distance Orchestra","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Distance Orchestra'.","id":74}]}