{"name":"Lara aneke","otherName":null,"location":"church","website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":null,"publicEmail":null,"slug":"lara-aneke","username":"oaneke001","isRemote":null,"bioHTML":"<p>Lara Aneke’s background in fashion design forms the foundation to her computational arts practice. Focused on creating tools to aid in the creative fashion design process, Lara seeks to explore the relationship between self, fashion design and machine.</p>\n<p>With influences as diverse as Yinka Shonibare, Artist; Mimi Onuoha, AI Artist; and Lisa Folawiyo, Fashion Designer, Lara too is interested in diversifying the ideas attached to all things African. More specially, Lara is working to bridge the gap between Africa and technology though familiar streams like fashion. Whether that be automating African fabric production, creating tools to develop and nurture African fashion design or produce new fabrics and prints for the African market, Lara is dedicated to uplifting Africa.</p>\n<p>Lara was born and raised in London with Nigerian Parents. Through her practice she attempts to keep her cultural heritage alive, connecting the generational and cultural gaps.</p>\n","timestamp":"9/8/2020 22:50:49","email":"oaneke001@gold.ac.uk","title":"Just Another Portrait Printer","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Thing power"],"media":["generative","physical computing"],"numImages":1,"found":true,"webInstructionsHTML":"<p>n/a</p>\n","artworkHTML":"<h1>Just Another Portrait Printer</h1>\n<p>A suit made by a tailor is considered handcrafted despite the machine-made interventions. In comparison, a portrait made using a stylus to paint onto a screen instead of paper is considered a digital drawing.</p>\n<p>Handcrafted often refers to being made by hand, but there are small whispers of debate arguing to expand the definition of ‘handcrafted’ to make way for the digital era and the new way of creating thinking birthed. These new technologies aid in the production of creativity instead of completely removing traditional techniques giving way to a subsection of products that don’t feel completely void of the human touch. Plotters, 3D printers, and sewing machines are digital tools that can be considered aids in the hand making process and shouldn’t necessarily be slapped with the ‘machine-made’ title automatically.</p>\n<ul>\n<li>Just Another Portrait Printer * is a printing system that explores these same ideas associated with craftmanship in the new digital era. Using web Technologies and a pen plotter, * Just Another Portrait Printer * draw designs onto fabric. I created a program to translate an image into g-code, the language used to tell the pen mechanic where to go. You can input hand-drawn images and designs, photographs taken, or even images found into the system. Handcrafted can be considered a stretch, but the conversation has started.</li>\n</ul>\n","events":[]}