{"name":"Marina Cardoso","otherName":null,"location":"London","website":"https://marinacardoso.net/","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"mrncrds","publicEmail":"cunhacardosomarina@gmail.com","slug":"marina-cardoso","username":"mcard001","isRemote":false,"bioHTML":"<p>Marina Cardoso is a multidisciplinary artist working mainly in digital mediums with a post-modern approach. Her past production consists of illustrations, zines, prints and web applications. She celebrates pop culture and finds inspiration in her surroundings. In 2017, Marina was awarded at the 12th Biennial of Brazilian Graphic Design for her project <em>Coloring Postcards from Vitória</em> (2016). Her interests include independent films, analogue photography, emo bands and desserts.</p>\n","timestamp":"9/7/2020 17:07:41","email":"mcard001@gold.ac.uk","title":"If 2020 were a poem","wallTextInstructions":"Interactive website displaying digital version of the poems.","videoDocUrl":null,"interactiveUrl":"http://www.if-2020-were-a-poem.com","streamTwitch":null,"streamYouTube":null,"themes":["Generative poetics"],"media":["data","generative","language"],"numImages":2,"found":true,"webInstructionsHTML":"<p>Interactive website displaying digital version of the poems.</p>\n","artworkHTML":"<p>A physical-digital installation that generates poems in real-time. Pieces of data are combined to create short, free-verse compositions about 2020.</p>\n<p>Each poem is a random three-part combination of a tweet that mentions the current year, a relevant headline from The Guardian since last January and words from the Wikipedia 2020's page.</p>\n<p>A mini thermal printer is connected with a Raspberry Pi to print the poems using Javascript and Node.js. The algorithm makes requests to each API using specific parameters which are returned as text. In addition to the physical object, an interactive website allow the user to generate and view the content in a digital format.</p>\n<p>Inspired by the explosive growth of social media usage over the past months during the quarantine.</p>\n","events":[{"startTime":"2020-09-18T12:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Generative Politics","username":"mcard001, nadam001, ysun005","themes":"Generative Poetics","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Generative Poetics'.","id":54}]}