{"name":"Mengdi Li","otherName":"李梦迪","location":null,"website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":"april.li.73744","twitter":null,"instagram":"lillianlimd","publicEmail":null,"slug":"mengdi-li","username":"mli006","isRemote":false,"bioHTML":"<p>Mengdi Li is a Visual designer and artist whose work explores the relationship between nature and human beings, drawing on her background in Graphic design.</p>\n<p>Mengdi is interested in creating graphics with different interacting methods, learning about plants to explore mythology and innovative technology to protect culture, ecology and life. Graphics are a good way to demonstrate this relationship, and learning about nature is crucial to avoid human-centered thinking.</p>\n","timestamp":"9/15/2020 0:07:51","email":"mli006@gold.ac.uk","title":"Living Root Bridge","videoDocUrl":"https://vimeo.com/457949200","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Bodies in relation"],"media":["interactive","illustration","animation"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Have you ever imagined that the infrastructure of architecture will increase in strength and scale over time? Compared with the erosion of traditional bridges, people from the Khasis tribe in northern India guided growing trees across the riverine corridors. The root system of trees grows along the river corridor to withstand the force of the monsoonal rains with the highest levels of precipitation found on earth.</p>\n<p>The flourish of tourism industries not only brings wealth but also pushes the bridges on the verge of possible collapse due to overuse. Facing a multitude of environmental issues, how could people live in harmony with environments? What is the relationship between natural and human being?</p>\n","events":[{"startTime":"2020-09-18T16:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Interactive : Bodies in Relation","username":"jquin002, pchen006, mli006","themes":"Bodies in Relation","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Bodies in Relation'.","id":60}]}