{"name":"Nathan Bayliss","otherName":null,"location":null,"website":"http://practice.nathanbayliss.tv","youtube":null,"vimeo":"nathanbayliss","twitch":null,"facebook":null,"twitter":null,"instagram":"_nate_bliss_","publicEmail":null,"slug":"nathan-bayliss","username":"nbayl001","isRemote":false,"bioHTML":"<p>Nathan Bayliss is an artist and researcher whose work focuses on society's relationship with the technologies that shape human experience.</p>\n<p>Nathan uses speculative fiction as a conceptual frame and research method, combining this with a palette of machine learning, mixed reality (AR &amp; VR) and digital forensic practices. Through the interweaving of these strands his work asks:  how can we better understand the technologies that invisibly reconfigure contemporary life? And how may these technologies be re-purposed to tell down to earth, personal stories.</p>\n<p>Born in Australia, Nathan Bayliss moved to London in 2008 and now works from a studio in Hackney, East London. His work Dubrovnik Ghost Series has been featured at Somerset House (HDI Workshop: ‘Art, AI-created content, &amp; industrial/cultural effects’, 2019) and he is exhibiting Robin Hood Gardens: Rewound at Trajectories III, Watermans Gallery, October 2020.</p>\n","timestamp":"9/10/2020 11:51:10","email":"nbayl001@gold.ac.uk","title":"Lockdown","wallTextInstructions":"To engage with the piece, stand in front of it - ideally around 1-2 metres away. The work will detect your body position and fix the AR world to your perspective. By changing your viewing angle you will access different perspectives and temporalities.","videoDocUrl":"https://vimeo.com/456513546","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Non-directional travel","Memory bank"],"media":["interactive","AR","narrative"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>This work continues the artist's research into family history, memory, and the way digital technology may provide another lens through which to examine prior experiences.</p>\n<p>&quot;Lockdown&quot; explores the invisible tensions experienced through the recent months within the setting of the artist's own domestic environment. During this time, day to day experience has blurred into a strange, formless temporality. New rituals have arisen as we adjust to life in domestic confinement.</p>\n<p>This work explores how this confinement may appear from a temporal perspective. Using digital forensic techniques to reconstruct the domestic scene, the artist is observed by time. The spatial motion of the user's body is translated to variations within the temporality of the viewed scene.</p>\n<p>The use of augmented reality reflects how experience mediated through our screens and digital devices has increasingly become the only way to connect to the real world. The presence of a viewer draws the disparate perspectives together, constraining the viewpoint to a single point of view, entangling them into the artist's lockdown experience.</p>\n<p>The work draws inspiration from quantum physicist and philosopher Karen Barad, the methodologies and practice of Forensic Architecture and the cinematography of Alfred Hitchcock.</p>\n","events":[{"startTime":"2020-09-20T12:15:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Spotlight Panel: Does magic have a place in computing?","username":"belda001,nbayl001,kiked001,jburg002","themes":"Paracomputing, Non-directional Travel, Bodies in Relation","medium":"Spotlight Panel","desc":"An opportunity to learn more about our artist's work which explore the use of magic, dreams and astronomy in modern day computing and whether cyber-spirituality has a place in an often magic-skeptic field.","id":71}]}