{"name":"Oliver Schilke","otherName":null,"location":"London","website":null,"youtube":null,"vimeo":"oliverschilke","twitch":null,"facebook":null,"twitter":null,"instagram":"oliver_schilke","publicEmail":"ojschilke@gmail.com","slug":"oliver-schilke","username":"oschi001","isRemote":false,"bioHTML":"<p>Oliver Schilke's practice investigates the entanglement and interconnection between all forms of life through immersive experiences. Using physical interaction with spatial sound design, Oliver explores our acoustic soundscapes in relation to ecological environments. He highlights the importance of understanding our place within the world and its sonic domain. Originally focusing on social and political awareness though art direction and graphic design, Oliver began to call attention to these topics using technology while encompassing environmental concern into his narratives.</p>\n","timestamp":"9/13/2020 14:19:17","email":"oschi001@gold.ac.uk","title":"Meshed","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Thing power","Computational resistance","Multispecies rehearsal"],"media":["interactive","sound","language"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Everything on this planet is entangled in a mesh, living and non-living. We are learning the hard way that everything is interconnected. Realising this interconnection shows us the darkness in ecology, revealing the cracks of the damage our planet is facing.</p>\n<p>If we listen attentively to the world’s soundscapes, we can capture the decimation of acoustic biodiversity due to human actions on the biosphere. Human noise, climate change and resource extraction are silencing the choirs of the biological and geological world that are fading in richness and complexity. It is our obligation to reduce the disrupting sounds of the anthropocene in order to preserve the organic and non-organic choruses on this planet.</p>\n<p>In Meshed the movement and growth of two living organisms, human beings and the slime mold Physarum Polycephalum, create and manipulate an immersive spatialised soundscape. This casts a light and a darkness on the interconnectedness between seemingly separate entities. In turn this brings to mind the boundless mesh of coexistence between every single thing in our environment and how this modern network is causing the sonic lineage of millions of years of evolution to rapidly vanish.</p>\n","events":[{"startTime":"2020-09-19T14:00:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Multispecies Rehearsal","username":"oschi001,yjun001,devan002","themes":"Multispecies Rehearsal","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Multispecies Rehearsal'.","id":65}]}