{"name":"Peilu Chen","otherName":null,"location":null,"website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"miaisunderwater","publicEmail":null,"slug":"peilu-chen","username":"pchen006","isRemote":true,"bioHTML":"<p>Peilu Chen has interests in exploring the mediums of sound and moving images. Her works mainly focus on screen-based audio-visual interaction, discussing personal identity and social issues in the internet age through real-time interaction between sound and vision.</p>\n","timestamp":"9/15/2020 8:20:21","email":"pchen006@gold.ac.uk","title":"Useless Future","videoDocUrl":"https://youtu.be/PG3p7Ls7H5w","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Bodies in relation"],"media":["interactive","audio visual","physical computing"],"numImages":5,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Useless Future' is an audio-visual interactive piece discussing the problem of technology (machine) flooding in the current era that leads to the mechanization and emotional alienation of human.</p>\n<p>It is intended to create an immersive experience through max/MSP and physical computing by remaking useless daily objects to reproduce outdated machines (a record player and a film projector) to explore the relationship between human and machine, as well as the boundary between low-tech and high-tech objects.</p>\n<p>Today, when goods are becoming more and more mass-produced and virtualized, manpower input and the time spend on daily objects are decreasing at the same time, making people feel more alienated from physical objects. In this piece, communication and changes happen when the viewer’s body interacts with it. It also presents a sense of emptiness under a colourful and psychedelic high-tech-world.</p>\n<p>If the progress of technology will only make people lose themselves even more, then in this useless future, what kind of human will we become?</p>\n","events":[{"startTime":"2020-09-18T16:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Interactive : Bodies in Relation","username":"jquin002, pchen006, mli006","themes":"Bodies in Relation","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Bodies in Relation'.","id":60}]}