{"name":"Qianhui Fan","otherName":null,"location":null,"website":null,"youtube":"UCxUoArlRrQfdF6Ft2n9JFpA?view_as=subscriber","vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"qianhui_fan","publicEmail":null,"slug":"qianhui-fan","username":"qfan001","isRemote":true,"bioHTML":"<p>Qianhui Fan is an artist who prefers critical practice. Her works involve installations, performances, sound art, light perception art and digital technology. She is good at using the characteristics of materials as a medium. Based on the progress of interdisciplinary research across biophysics, computing and art, her works are intended to explore the intersection of life, politics and technical methods.\nThe main direction of her recent work is synesthesia, showing sound design and visual beauty through interactive installations.</p>\n","timestamp":"9/18/2020 17:09:57","email":"qfan001@gold.ac.uk","title":"Immoral Power","videoDocUrl":"https://youtu.be/bLIkkhf7STM","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Bodies in relation","Multispecies rehearsal"],"media":["interactive","generative","physical computing"],"numImages":3,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>This is a project created by the artist's own experience. Is the skin a biological organism or a cultural product? The meaning of skin is not just a piece of skin being confined to beauty and ugliness. Our skin contains vitality that you can't imagine. If you observe it with a microscope, you will find that there are tens of thousands of microorganisms wriggling here. She made a very grotesque device that amplifies and exaggerates the relationship between microbes and skin, to imply the confusion on the physical boundaries between humans and microbes. Find a delicate balance. And she tried to use this project to allow the audience to interact with the device to have a dialogue with the microorganisms to demonstrate the power of the microorganisms.</p>\n","events":[{"startTime":"2020-09-18T10:45:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Expanded Terrains","username":"qfan001, gsimm002, ekoli001","themes":"Expanded Terrains","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Expanded Terrains'.","id":52}]}