{"name":"Tate Smith","otherName":null,"location":null,"website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"tatesmithstudio","publicEmail":null,"slug":"tate-smith","username":"tsmit003","isRemote":false,"timestamp":"9/10/2020 11:14:32","email":"tsmit003@gold.ac.uk","title":"ARTIFICIAL HELL","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":"parad0cks","streamYouTube":null,"themes":["Computational resistance","Bodies in relation","Memory bank"],"media":["interactive","physical computing","illustration"],"numImages":1,"found":true,"webInstructionsHTML":"<p>N/A</p>\n","artworkHTML":"<p>Artificial Hell is an interactive art piece documenting the exhibition as it unfolds. The work explores the phenomenological by exploiting the lacuna of machine-human interaction, as well as truth-making by virtue of its “unbiased” lens. The work is politically motivated while appearing apolitical and non-judgemental; it is a work that at its core is anarchist. Live imagery is filtered through the machine and transformed to create rough maps and outlines of interlocutors into the space creating vague references and phantasmagoria. Artificial Hell is motivated specifically by the mid 60’s French artist group GRAV’s manifesto Assez Des Mystifications wherein they state that states “If there is a social preoccupation in today’s art, then it must take into account this very social reality: the viewer...we want to make [them] participate. We want to place [them] in a situation [they] trigger and transform. We want [them] to be conscious of his participation…” Artificial Hell situates the viewer outside of the traditional hierarchy of the “white cube” gallery space, wherein the viewer becomes the art and the act of looking becomes the art-making; passive consumption of the spectacle is put into direct contrast with the constant memory-banking activity which forces the viewer directly to take part in the art and not accept its inanities carte blanche.</p>\n<p>The title is an homage to Claire Bishop's seminal work on the politics of participation and spectatorship in art Artificial Hells.</p>\n","events":[{"startTime":"2020-09-19T15:00:00.000Z","duration":60,"livestream":true,"physical":false,"title":"Discussion Panel : Do we need the Tate and the White Cube when we have Instagram and Animal Crossing?","username":"yjin004,yliao001,tsmit003,cchap005","themes":"Memory Bank, Experiential Array,Expanded Terrains","medium":"Discussion Panel","desc":"This panel is a chance for discussion around how digital technology is shaping where artwork is shown and how it is made, from changes in location to acessibility to all. *Moderated by artist and researcher Teodora Fartan*.","id":67}]}