{"name":"Uchan Sun","otherName":null,"location":"Beijing, China","website":"https://fakecheese.cargo.site/","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"cheesetalk1997","publicEmail":"sunyuqianthu@gmail.com","slug":"uchan-sun","username":"ysun005","isRemote":true,"bioHTML":"<p>Yuqian(Uchan) Sun, artist, interaction designer and computational artist.\nHer works range from generative animation to interactive installation and AI practices, especially chatbots. She showed her works in exhibitions including The edia Facade in Yekaterinburg in Russia, 2020 Artificial life conference art show and Renovators OPPO 2020  campus global emerging artists projects. Her research works about narrative intelligence have been presented at conferences like ACM womENcourage 2020.</p>\n","timestamp":"9/16/2020 10:42:20","email":"ysun005@gold.ac.uk","title":"Corobot: When the Coronavirus Begin to Talk","videoDocUrl":"https://vimeo.com/458150729","interactiveUrl":"https://corobot.chat/","streamTwitch":null,"streamYouTube":null,"themes":["Generative poetics"],"media":["interactive","ML","language"],"numImages":1,"found":true,"webInstructionsHTML":"<p>Just type your message and send. It might take a minute to wake the bot up, so pls be patient : ) Full sentences with Punctuation in the end will get better result.</p>\n","artworkHTML":"<p>What will it say if coronavirus start to talk?</p>\n<p>Corobot is a virtual virus chatbot trained on COVID-19 related tweets and social media posts.</p>\n<p>This project aims to provide a way to communicate with the illusioinal, unfamiliar creature and reflect on our own. Can we build a persuasive, believable persona through people’s comments and thoughts towards it? Even when this &quot;person&quot; is not exist? And, could we regard machine learning as modern witchcraft?</p>\n","events":[{"startTime":"2020-09-18T12:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A : Generative Politics","username":"mcard001, ysun005","themes":"Generative Poetics","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artists' work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Generative Poetics'.","id":54}]}