{"name":"Veera Jussila","otherName":null,"location":"London","website":"https://www.veerajussila.com/","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"veeraidaj","publicEmail":"veera.i.jussila@gmail.com","slug":"veera-jussila","username":"vjuss001","bioHTML":"<p>Veera Jussila is an artist and technologist whose work explores algorithmic decision-making and networks of communication. Her recent practice focuses on machine learning as a form of knowledge production. By using small, curated datasets, she studies the edges and logics of deep learning systems and reimagines them.</p>\n<p>Drawing from her background as feature writer, Veera’s work often looks into existing tech narratives and seeks to dissemble them. She holds a Master’s degree in Social Sciences from the University of Helsinki.</p>\n<p>Veera was one of the computational artists from Goldsmiths who was selected to work at a collaborative <em>In-grid</em> residency with Arebyte Gallery during summer 2020. Veera has exhibited her work as part of <em>Media Virality and the Lockdown Aesthetic</em> at Affect &amp; Social Media 4.5 (2020), <em>Can Everybody See My Screen?</em> at Goldsmiths (2020) and <em>Push, Pop, Repeat</em> at Goldsmiths (2020). Her commissioned text <em>I Wonder if I Have Ever Even Felt Young</em> recently appeared in anthology <em>Wasted Years – Sad, Sexy and Artist-run</em> (2020) by gallery Sorbus.</p>\n","events":[{"startTime":"2020-09-19T12:00:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Spotlight Panel: How do we create artistic realities with new technologies?","username":"zwu003,vjuss001,rasto001,hcorr001","themes":"Expanded Terrains,Distance Orchestra","medium":"Discussion Panel","desc":"This panel is an oppertunity to learn more about our artist's making work which explores using hot topic technologies such as machine learning and virtual reality to create artistic realities and interactive digital worlds."},{"startTime":"2020-09-20T13:30:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Artist Q&A - Memory Bank","username":"vjuss001,hkarn001,jchen002","themes":"Memory Bank","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Memory Bank'."}]}