{"name":"Veera Jussila","otherName":null,"location":"London","website":"https://www.veerajussila.com/","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"veeraidaj","publicEmail":"veera.i.jussila@gmail.com","slug":"veera-jussila","username":"vjuss001","isRemote":false,"bioHTML":"<p>Veera Jussila is an artist and technologist whose work explores algorithmic decision-making and networks of communication. Her recent practice focuses on machine learning as a form of knowledge production. By using small, curated datasets, she studies the edges and logics of deep learning systems and reimagines them.</p>\n<p>Drawing from her background as feature writer, Veera’s work often looks into existing tech narratives and seeks to dissemble them. She holds a Master’s degree in Social Sciences from the University of Helsinki.</p>\n<p>Veera was one of the computational artists from Goldsmiths who was selected to work at a collaborative <em>In-grid</em> residency with Arebyte Gallery during summer 2020. Veera has exhibited her work as part of <em>Media Virality and the Lockdown Aesthetic</em> at Affect &amp; Social Media 4.5 (2020), <em>Can Everybody See My Screen?</em> at Goldsmiths (2020) and <em>Push, Pop, Repeat</em> at Goldsmiths (2020). Her commissioned text <em>I Wonder if I Have Ever Even Felt Young</em> recently appeared in anthology <em>Wasted Years – Sad, Sexy and Artist-run</em> (2020) by gallery Sorbus.</p>\n","timestamp":"9/10/2020 10:14:56","email":"vjuss001@gold.ac.uk","title":"Museum of Borderlands","wallTextInstructions":"- (I'll print my own instructions as a museum poster)","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Computational resistance","Experiential array","Memory bank"],"media":["interactive","sound","ML"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Museum of Borderlands is an interactive sound installation that explores algorithmic decision-making in physical space. It takes the form of a contemporary bestiary and iterative museum that seeks to map our current fears.</p>\n<p>At the heart of the work is a deep learning model that has been trained on image bank photos. It seeks to spot contemporary monsters: visual representations of viruses and surveillance. Another deep learning model has been trained on anxieties that people are sharing on these topics on Reddit and Twitter. New narratives based on this corpus are heard while museum makes its classifications.</p>\n<p>With the installation, Veera seeks to create a place for contemplating our current fears and sources of comfort. The work invites us to explore what becomes labelled as a threat and what kind of new connections are born when images are increasingly grouped by their similar form by machine vision. By exposing the dataset, Veera invites audience to explore the limits of the museum’s current knowledge and to reclassify its collection for the next training round.</p>\n<p>Seeing monsters as something yet-to-be, Museum of Borderlands explores the fluidness of categories in a time of mixed signals.</p>\n<p>More information: https://bit.ly/33gufJE</p>\n","events":[{"startTime":"2020-09-19T12:00:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Spotlight Panel: How do we create artistic realities with new technologies?","username":"zwu003,vjuss001,rasto001,hcorr001","themes":"Expanded Terrains,Distance Orchestra","medium":"Discussion Panel","desc":"This panel is an oppertunity to learn more about our artist's making work which explores using hot topic technologies such as machine learning and virtual reality to create artistic realities and interactive digital worlds.","id":62},{"startTime":"2020-09-20T13:30:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Artist Q&A - Memory Bank","username":"vjuss001,hkarn001,jchen002","themes":"Memory Bank","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Memory Bank'.","id":73}]}