{"name":"Xiaoyi Hu","otherName":null,"location":"London","website":"http://www.huxiaoyi.me","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"amberhu404","publicEmail":null,"slug":"xiaoyi-hu","username":"xhu002","isRemote":true,"bioHTML":"<p>Xiaoyi Hu's works are mainly in the form of photography, moving image and installation. Her artworks focus on the relationship between time dimension and experience, media and memory. She believes that individual experience and memory are sincere testimony of the existence of the world. For creators, whether it is personal or group memory, what is important is not only the things experience that can be traced back through media, but also the process of how the memory is constructed and the ways of seeing it.</p>\n","timestamp":"9/14/2020 9:06:16","email":"xhu002@gold.ac.uk","title":"RUN RUN","videoDocUrl":"https://vimeo.com/457662960","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Non-directional travel"],"media":["sound","playable experience","3D"],"numImages":5,"found":true,"webInstructionsHTML":"<p>Follow the link to download my unity game and explore the entire roaming scene: https://drive.google.com/drive/folders/1p01vJ7MJwkjC3iGxbw8acAXYq0KF_sfc?usp=sharing</p>\n","artworkHTML":"<p>&quot;After the game is before the game.&quot;</p>\n<p>What if tomorrow is today? There is no tomorrow, tomorrow is today, always today. So is today a dream or a reality? Always in the same state, seeing fixed buildings, meeting the same people, watching them do the same thing. No matter how the Afro-hair boy runs, these people and things will appear meticulously in accordance with the order. Do not stop exploring; keep moving on &quot;today&quot;, until the game starts all over again, &quot;the end of all our exploring will be to arrive where we started.&quot; Explore each of the same &quot;today&quot;, anything different is good.</p>\n<p>The only thing that cannot be changed is that fate must be fought for in the run.</p>\n<p>RUN RUN is an experience roaming game made by Unity. The visual part is made up of Unity and Processing: the scene of Unity is the dream/reality part of &quot;real&quot;, while the scene of Processing is the abstract feeling and mental experience of the running character. Trigger the Processing screen from some running positions in the Unity interface. The soundtrack of the game is made by Max.</p>\n","events":[{"startTime":"2020-09-19T13:15:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Non-directional Travel","username":"xhu002,jfull001,qba001","themes":"Non-directional Travel","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Non-directional Travel'.","id":64}]}