{"name":"Yanyi Lu","otherName":null,"location":"Umea, Sweden","website":"https://yanyilu.wordpress.com/","youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"yanyiiscoding","publicEmail":"ylusharon@outlook.com","slug":"yanyi-lu","username":"ylu007","isRemote":true,"bioHTML":"<p>Yanyi Lu is an interaction designer and digital media artist whose work engages with multispecies storytelling and sensory information transformation. Before focusing on interaction in art, she was a product designer. Yanyi is interested in creating nature-inspired work through technologies like machine learning and interactive installation. She has exhibited her works in numerous contexts including NY20+, A&amp;SM#4.5 and IIIDAward. Some of her works will also be presented in HCII2020 and BIN Norden2020 Conferences. Yanyi was born in China and lived for a long time. She has been based in London and will reside in Sweden for a while later.</p>\n","timestamp":"9/9/2020 21:25:53","email":"ylu007@gold.ac.uk","title":"Augmented Creativity","wallTextInstructions":null,"videoDocUrl":"https://vimeo.com/432846078","interactiveUrl":"https://augmentedcreativitygallery.wordpress.com/","streamTwitch":null,"streamYouTube":null,"themes":["Thing power","Bodies in relation","Memory bank"],"media":["cinema","ML","narrative"],"numImages":1,"found":true,"webInstructionsHTML":"<p>See more collections in the augmented creativity gallery here:</p>\n","artworkHTML":"<p>This work explores a new process of creativity generation under the guide of Jordanous’s Four PPPPerspectives (2016) and speculates intertwined relationships among multi-contributors in computational creativity. This work can also be seen as an experimental multispecies storytelling on creativity.</p>\n<p>This experiment collected the images from OpenProcessing community as training samples and fed them into styleGAN (a novel generative adversarial network (GAN) introduced by Nvidia) to generate many images. Then these images are postprocessed as environment-driven interactive moving images by optical flow algorithm.</p>\n<p>In this computational system, it is speculated that humans are inspiring themselves and that all other nonegos are used as bridges and catalysts in a closed loop, to some extent. I hope this work can motivate audiences to think about the definition of creativity and reflect on human’s unique ability on creation by comparing with machine and nature’s creative abilities.</p>\n","events":[{"startTime":"2020-09-18T13:30:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Spotlight Panel: Can plants and animals make art?","username":"floft002, ylu007, yjun001, yzhan037","themes":"Multispecies Rehearsal, Paracomputing","medium":"Spotlight Panel","desc":"This panel is a chance to learn more about our artist's making work which explores multispecies artmaking and whether plants and animals can be their own artists, performers and musicians.","id":56}]}