{"name":"Yewen Jin","otherName":null,"location":"London","website":"https://www.yewenjin.com","youtube":null,"vimeo":"user59774028","twitch":null,"facebook":null,"twitter":null,"instagram":"datadadaism","publicEmail":"yewen.elsa.jin@gmail.com","slug":"yewen-jin","username":"yjin004","isRemote":false,"bioHTML":"<p>Yewen Jin is a thinker, coder and artist who has been investigating the relationship between the <strong>self</strong>, the <strong>body</strong> and <strong>reality</strong> as systems of stimuli in the post-digital era.</p>\n<p>Coming from the background of architecture, philosophy and mathematics, she is particularly interested in creating experiences through mediums at the crossing between the virtual and the physical construction of space-time intervals such as performance, music, digital place making and story telling.</p>\n<p>Her most recent work primarily focused on music making, interactive sound design and spatial design.</p>\n","timestamp":"9/10/2020 3:26:51","email":"yjin004@gold.ac.uk","title":"Liminal Dream","wallTextInstructions":"Use A/S/D/W or direction keys for movement and mouse for changing directions of view.","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Expanded Terrains","Non-directional travel","Experiential array"],"media":["interactive","sound","3D"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>Liminal Dream is an interactive audio-spatial experience that takes you on a sonic journey as you walk through a virtual space. As the mouse/keyboard/screen trio has become second nature to any human in the digital age, this piece invites you to enter through this most mundane means of interaction through the screen space and headphones. The environment is built in Unity and the sound is interactive through communications with Max/Msp.\nInstead of experiencing music in a fixed time frame, the spatial exploration allows you to disrupt the linear nature of the object identified as a “soundtrack” and re-create the structure of a sound piece. You start bringing out different sonic elements as you travel through the paths at your own pace. In the meantime, you may be transported to an alternative version of the space.\nUsing the game platform is a medium from which we often seek alternative experience than the present, Liminal Dream is an exploration of the concept of <strong>liminal space</strong>, where our brain temporarily ceased to be able to grasp the entire context while encountered with familiar sense input.</p>\n","events":[{"startTime":"2020-09-19T15:00:00.000Z","duration":60,"livestream":true,"physical":false,"title":"Discussion Panel: Do we need the Tate and the Whitecube when we have Instagram and Animal Crossing","username":"yjin004,yliao001,tsmit003,cchap005","themes":"Memory Bank, Experiential Array,Expanded Terrains","medium":"Discussion Panel","desc":"This panel is a chance to hear a student lead discussion around how digital technology is shaping the where artwork is shown and how it is made, from changes in location to acsessibility to the masses.","id":67}]}