{"name":"Yu Hsuan Liao","otherName":null,"location":"Taiwan","website":null,"youtube":null,"vimeo":null,"twitch":null,"facebook":null,"twitter":null,"instagram":"sunni0o","publicEmail":"sunnylaio123@gmail.com","slug":"yu-hsuan-liao","username":"yliao001","isRemote":false,"bioHTML":"<p>Yu Hsuan Liao is a visual artist whose work focuses on the essential characteristics of graphics themselves by means of both mathematical precision and mathematical aesthetics.</p>\n<p>Her works are primarily audio-visual and two-dimensional in format, alongside video art installations. Yu explores the definition of algorithm in expressing her ideas, aiming to concretely figure time and space as being infinite.</p>\n<p>Drawing on her background in graphic design, Yu designed the visual identity of Sculpting in Motion (2017), an interactive exhibition at Taipei Fine Arts Museum.</p>\n","timestamp":"9/10/2020 0:58:01","email":"yliao001@gold.ac.uk","title":"Chaotic Objects","wallTextInstructions":null,"videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Bodies in relation","Generative poetics","Memory bank"],"media":["cinema","data","ML"],"numImages":1,"found":true,"webInstructionsHTML":"","artworkHTML":"<p>“Chaotic objects” is a video installation that explores the ways in which we, as humans, situate ourselves in a hyper-consumerist world cluttered with objects. Well-designed objects cater to our needs so seamlessly that we often interact with them mechanically. But what happens when we are actively made to reconsider the elements of design? In “The Design of Everyday Things,” Don Norman speaks of “affordances”: the relationship between a physical object and a person that determines how the object could be used. This project makes use of machine learning to generate warped images of everyday objects. It invites the audience to consider the ways in which affordances shift according to the varying degrees of distortion of these objects. It also forces us to consider why these objects are designed exactly the way they are. Is their purpose purely functional? What happens when we take functionality out of the equation?</p>\n","events":[{"startTime":"2020-09-19T15:00:00.000Z","duration":60,"livestream":true,"physical":false,"title":"Discussion Panel: Do we need the Tate and the Whitecube when we have Instagram and Animal Crossing","username":"yjin004,yliao001,tsmit003,cchap005","themes":"Memory Bank, Experiential Array,Expanded Terrains","medium":"Discussion Panel","desc":"This panel is a chance to hear a student lead discussion around how digital technology is shaping the where artwork is shown and how it is made, from changes in location to acsessibility to the masses.","id":67}]}