{"name":"Yuhyeon Jun (Agnes)","otherName":null,"location":"I am in London and exhibiting in Church.","website":"http://www.joyfulmediaartistagnes.com","youtube":null,"vimeo":"user30924452","twitch":null,"facebook":"jun.yuhyeon.5/","twitter":null,"instagram":"joyfulmediaartist","publicEmail":"soccerboy889@nate.com","slug":"yuhyeon-jun-agnes","username":"yjun001","bioHTML":"<p>Yuhyeon Agnes Jun is a media artist who communicates uniquely with her audience through interactive installations and audiovisual art. She aims to create a 'flow experience' for the audience in imaginary spaces, using art and technology. She has a background in Industrial Design (BA, 2012) from the Korea Advanced Institute of Science &amp; Technology (KAIST), as well as experience in User Experience (UX) Design.</p>\n<p>Agnes has exhibited internationally through her KAIST project <em>Walky +</em> for Tokyo Designers Week (2012), and has won awards from Reddot Award (2012) and IDEA Finalist (2012) for her collaborative project <em>Rubtub</em> with team members from the Korea Design Membership scheme.</p>\n<p>Agnes attempts to generate a broad space for the audience, bringing fluid insight to ideas through media art.</p>\n","events":[{"startTime":"2020-09-18T13:30:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Spotlight Panel: Can plants and animals make art?","username":"floft001, ylu007, yjun001, yzhan037","themes":"Multispecies Rehearsal, Paracomputing","medium":"Spotlight Panel","desc":"This panel is a chance to learn more about our artist's making work which explores multispecies artmaking and whether plants and animals can be their own artists, performers and musicians."},{"startTime":"2020-09-19T14:00:00.000Z","duration":45,"livestream":true,"physical":null,"title":"Artist Q&A - Multispecies Rehearsal","username":"oschi001,yjun001,devan002","themes":"Multispecies Rehearsal","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Multispecies Rehearsal'."}]}