{"name":"Yuhyeon Jun (Agnes)","otherName":null,"location":"I am in London and exhibiting in Church.","website":"http://www.joyfulmediaartistagnes.com","youtube":null,"vimeo":"user30924452","twitch":null,"facebook":"jun.yuhyeon.5/","twitter":null,"instagram":"joyfulmediaartist","publicEmail":"soccerboy889@nate.com","slug":"yuhyeon-jun-agnes","username":"yjun001","isRemote":false,"bioHTML":"<p>Yuhyeon Agnes Jun is a media artist who communicates uniquely with her audience through interactive installations and audiovisual art. She aims to create a 'flow experience' for the audience in imaginary spaces, using art and technology. She has a background in Industrial Design (BA, 2012) from the Korea Advanced Institute of Science &amp; Technology (KAIST), as well as experience in User Experience (UX) Design.</p>\n<p>Agnes has exhibited internationally through her KAIST project <em>Walky +</em> for Tokyo Designers Week (2012), and has won awards from Reddot Award (2012) and IDEA Finalist (2012) for her collaborative project <em>Rubtub</em> with team members from the Korea Design Membership scheme.</p>\n<p>Agnes attempts to generate a broad space for the audience, bringing fluid insight to ideas through media art.</p>\n","timestamp":"9/10/2020 9:58:04","email":"yjun001@gold.ac.uk","title":"Interplay through Wave","wallTextInstructions":"“Feel free to go close or far and move around the multi-layered interactive installation.”\nIt would bring u to spatial and interplaying journey in both sound and visual through metaphor of wave. Hope u enjoy the immersive experience!","videoDocUrl":null,"interactiveUrl":null,"streamTwitch":null,"streamYouTube":"Yuhyeon Jun","themes":["Bodies in relation","Expanded Terrains","Multispecies rehearsal"],"media":["interactive","audio visual","playable experience"],"numImages":4,"found":true,"webInstructionsHTML":"<p>For the digital exhibition of my installation art ‘Interplay through Wave’, I would be live streaming at 15:00 on 19th Sept (GMT, UK).\nIt’s segment theme will walk toward Multispecies Rehearsal.</p>\n<p>As Group Spotlight Panel with theme of “Can plants and animals make art?”, I will be online streaming at 14:30 on 18th Sept. (GMT, UK).</p>\n","artworkHTML":"<p>It is an audio-visual installation and it aims to co-create rhythm of wave by human and multispecies such as goose and ducks living in lake. Particularly, the light of wave penetrates through multi-layered fabric as both spatial and sensory medium.\nThe audience joins to regenerate and interact on audio-visual wave with their movements through immersive experience. It dances together in the similar way that multispecies live through water in lake and water waves do.</p>\n<p>The inspiration journey came from regular field recording the multispecies in lake such as brokewell park, burgess park and hampstead Heath in London. It’s story is regenerated as computational art with the audiovisual communication in waves of resonating light to highlight how audience could see &amp; hear their lives and recreate balanced rhythm together.\nIn making process, I began creating and also fabricating the installation in whole step as work in progress. Beginning from the prototype of diverse materials of fabric sample, exploring with light with kinect, painting(primer &gt; undercoat&gt;topcoat), attaching the each woods, stapling the fabric with wood and finally fabricating woods with muli-layered structure.</p>\n<p>It Embodies a computer vision based interaction both in visible and hearable experience. It uses sensing technology as Kinect to detect audience movements. The projected wave reacts to audience’s movements and position in space and generates audio-visual wave through their bodily interaction.</p>\n","events":[{"startTime":"2020-09-18T13:30:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Spotlight Panel: Can plants and animals make art?","username":"floft002, ylu007, yjun001, yzhan037","themes":"Multispecies Rehearsal, Paracomputing","medium":"Spotlight Panel","desc":"This panel is a chance to learn more about our artist's making work which explores multispecies artmaking and whether plants and animals can be their own artists, performers and musicians.","id":56},{"startTime":"2020-09-19T14:00:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Artist Q&A - Multispecies Rehearsal","username":"oschi001,yjun001,devan002","themes":"Multispecies Rehearsal","medium":"Live Q&A with artists","desc":"An opportunity to watch demonstrations of our artist's work alongside in-depth insight into their process. There is also the chance to connect with them through live Q&A and conversation surrounding the theme 'Multispecies Rehearsal'.","id":65}]}