{"name":"Ziwei Wu","otherName":null,"location":"London","website":"https://wuziwei.me/","youtube":null,"vimeo":"user54080072","twitch":null,"facebook":null,"twitter":null,"instagram":"ziweiwu1996","publicEmail":"wuziweicaa@gmail.com","slug":"ziwei-wu","username":"zwu003","isRemote":false,"bioHTML":"<p>Ziwei Wu is an second year MFA student in Computational Arts at Goldsmiths, University of London. Her artworks are mainly based on biology and science and their influence on society, using a range of media like painting, installation, audio-visual, 2D and 3D animation, VR, mapping and so on. Her work has won many awards including Lumen prize, Batsford prize and shortlist in Ashurst Emerging Artist Prize and OPPO Campus Emerging Artists Project. In 2018, she received her bachelor degree from the School of Intermedia Art in China Academy of Art. She has won many scholarships and funds during her study time including First Class Award Scholarship in CAA Outstanding graduates, the yearly person of Innovation in CAA and Ali scholarship and funded by Ali Geek Plan. Her work exhibits internationally including the Watermans Gallery (London), The Cello Factory (London), Himalayas Museum (Shanghai), Yuan Museum (Chongqing), Times Art Museum (Beijing), OCAT (Shenzhen) and so on.</p>\n","timestamp":"9/10/2020 21:29:03","email":"zwu003@gold.ac.uk","title":"Mimicry","wallTextInstructions":"no interaction","videoDocUrl":"https://vimeo.com/435536041","interactiveUrl":null,"streamTwitch":null,"streamYouTube":null,"themes":["Thing power","Generative poetics","Memory bank"],"media":["interactive","ML","generative"],"numImages":2,"found":true,"webInstructionsHTML":"<p>no interaction</p>\n","artworkHTML":"<p>Mimicry is a multi-screen video installation powered by computer algorithms and inspired by mimicry in nature, the unique way of which species protect themselves by changing color and pattern in response to environment.\nIn this experimental art piece, cameras will be recording plants in real-time, and through a genetic algorithm the color and shape of virtual insects will be generated and evolved over time, toward the ultimate goal of visually blending into the recorded background. This simulated breeding, selection, and mutation are visualized across the video monitors positioned in front of the aforementioned living plants as they progress.\nIn addition to exploring the intersection between nature and computation, we find that this work has relevance to the human society as well, as Walter Lippmann describes it in his book Public Opinion, people construct a pseudo- environment that is a subjective, biased, and necessarily abridged mental image of the world, and to a degree, everyone’s pseudo-environment is a fiction.\nThe setup of the installation is an homage to Nam June Paik ’s TV Garden. Paik imagined a future landscape where technology is an integral part of the natural world. We find that perspective compelling even today in 2020.</p>\n","events":[{"startTime":"2020-09-19T12:00:00.000Z","duration":45,"livestream":true,"physical":false,"title":"Spotlight Panel: How do we create artistic realities with new technologies?","username":"zwu003,vjuss001,rasto001,hcorr001","themes":"Expanded Terrains,Distance Orchestra","medium":"Discussion Panel","desc":"This panel is an oppertunity to learn more about our artist's making work which explores using hot topic technologies such as machine learning and virtual reality to create artistic realities and interactive digital worlds.","id":62}]}